Repository: khairate89/softaka
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ru

source: These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site.
ar: يمكن لهذه المنظمات الربط بصفحتنا الرئيسية، أو بالمنشورات، أو بمعلومات الموقع الإلكتروني الأخرى طالما أن الرابط: (أ) ليس مضللاً بأي شكل من الأشكال؛ و (ب) لا يعني زوراً رعاية أو تأييدًا أو موافقة من الطرف الرابط ومنتجاته و/أو خدماته؛ و (ج) يتناسب مع سياق موقع الطرف الرابط.
es: Estas organizaciones pueden enlazar a nuestra página de inicio, a publicaciones o a otra información del sitio web, siempre y cuando el enlace: (a) no sea de ninguna manera engañoso; (b) no implique falsamente patrocinio, respaldo o aprobación de la parte que enlaza y sus productos y/o servicios; y (c) encaje dentro del contexto del sitio de la parte que enlaza.
fr: Ces organisations peuvent créer un lien vers notre page d'accueil, vers des publications ou d'autres informations du site web tant que le lien : (a) n'est en aucun cas trompeur ; (b) n'implique pas faussement un parrainage, une approbation ou une autorisation de la partie liante et de ses produits et/ou services ; et (c) s'inscrit dans le contexte du site de la partie liante.
ru: Эти организации могут ссылаться на нашу домашнюю страницу, публикации или другую информацию на Веб-сайте при условии, что ссылка: (а) никоим образом не является обманчивой; (б) не ложно подразумевает спонсорство, одобрение или утверждение ссылающейся стороны и ее продуктов и/или услуг; и (в) соответствует контексту сайта ссылающейся стороны.

source: We may consider and approve other link requests from the following types of organizations:
ar: قد ننظر في طلبات الروابط الأخرى من الأنواع التالية من المنظمات والموافقة عليها:
es: Podemos considerar y aprobar otras solicitudes de enlaces de los siguientes tipos de organizaciones:
fr: Nous pouvons examiner et approuver d'autres demandes de liens des types d'organisations suivants :
ru: Мы можем рассматривать и одобрять другие запросы на ссылки от следующих типов организаций:

source: commonly-known consumer and/or business information sources;
ar: مصادر معلومات المستهلك و/أو الأعمال المعروفة؛
es: fuentes de información de consumo y/o empresariales conocidas;
fr: sources d'informations pour les consommateurs et/ou les entreprises couramment connues ;
ru: общеизвестные источники потребительской и/или деловой информации;

source: dot.com community sites;
ar: مواقع مجتمعات .com؛
es: sitios comunitarios .com;
fr: sites communautaires dot.com ;
ru: сообщества dot.com;

source: associations or other groups representing charities;
ar: الجمعيات أو المجموعات الأخرى التي تمثل الجمعيات الخيرية؛
es: asociaciones u otros grupos que representen a organizaciones benéficas;
fr: associations ou autres groupes représentant des œuvres de bienfaisance ;
ru: ассоциации или другие группы, представляющие благотворительные организации;

source: online directory distributors;
ar: موزعو الدلائل عبر الإنترنت؛
es: distribuidores de directorios en línea;
fr: distributeurs d'annuaires en ligne ;
ru: распространители онлайн-каталогов;

source: internet portals;
ar: بوابات الإنترنت؛
es: portales de internet;
fr: portails internet ;
ru: интернет-порталы;

source: accounting, law and consulting firms; and
ar: شركات المحاسبة والقانون والاستشارات؛ و
es: firmas de contabilidad, derecho y consultoría; y
fr: cabinets d'expertise comptable, d'avocats et de conseil ; et
ru: бухгалтерские, юридические и консалтинговые фирмы; и

source: educational institutions and trade associations.
ar: المؤسسات التعليمية والجمعيات التجارية.
es: instituciones educativas y asociaciones comerciales.
fr: établissements d'enseignement et associations professionnelles.
ru: образовательные учреждения и торговые ассоциации.

source: Disclaimer of Warranties
ar: إخلاء المسؤولية عن الضمانات
es: Descargo de Responsabilidad de Garantías
fr: Clause de non-responsabilité des garanties
ru: Отказ от гарантий

source: The Website and all content and software contained therein are provided on an "as is" and "as available" basis without any warranties of any kind, either express or implied. Softaka Inc. disclaims all warranties, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement.
ar: يتم توفير الموقع الإلكتروني وجميع المحتويات والبرامج المتضمنة فيه على أساس "كما هي" و"حسب التوفر" بدون أي ضمانات من أي نوع، سواء كانت صريحة أو ضمنية. تخلي شركة سوفتاكا المسؤولية عن جميع الضمانات، بما في ذلك، على سبيل المثال لا الحصر، الضمانات الضمنية للملاءمة لغرض معين وعدم الانتهاك.
es: El Sitio Web y todo el contenido y software contenido en el mismo se proporcionan "tal cual" y "según disponibilidad" sin garantías de ningún tipo, ya sean expresas o implícitas. Softaka Inc. renuncia a todas las garantías, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción.
fr: Le site web et tout le contenu et les logiciels qu'il contient sont fournis « en l'état » et « selon la disponibilité », sans aucune garantie d'aucune sorte, expresse ou implicite. Softaka Inc. décline toute garantie, y compris, mais sans s'y limiter, les garanties implicites de commercialisation, d'adéquation à un usage particulier et de non-violation.
ru: Веб-сайт, а также весь содержащийся в нем контент и программное обеспечение предоставляются на условиях «как есть» и «как доступно» без каких-либо гарантий, явных или подразумеваемых. Softaka Inc. отказывается от всех гарантий, включая, но не ограничиваясь, подразумеваемые гарантии товарного состояния, пригодности для определенной цели и ненарушения прав третьих лиц.

source: In no event shall Softaka Inc., its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.
ar: لا تتحمل شركة سوفتاكا Inc.، ولا مدراؤها، أو موظفوها، أو شركاؤها، أو وكلاؤها، أو مورّدوها، أو الشركات التابعة لها، بأي حال من الأحوال، أي مسؤولية تجاهك عن أي أضرار غير مباشرة، أو عرضية، أو خاصة، أو تبعية، أو عقابية، بما في ذلك، على سبيل المثال لا الحصر، خسارة الأرباح، أو البيانات، أو الاستخدام، أو الشهرة، أو غيرها من الخسائر غير الملموسة، الناتجة عن (i) وصولك إلى الخدمة أو استخدامها أو عدم قدرتك على الوصول إليها أو استخدامها؛ (ii) أي سلوك أو محتوى لأي طرف ثالث على الخدمة؛ (iii) أي محتوى تم الحصول عليه من الخدمة؛ و (iv) الوصول غير المصرح به، أو الاستخدام، أو التعديل على إرسالاتك أو محتواك، سواء كان ذلك بناءً على الضمان، أو العقد، أو الضرر (بما في ذلك الإهمال) أو أي نظرية قانونية أخرى، سواء تم إبلاغنا بإمكانية حدوث مثل هذا الضرر أم لا، وحتى لو تبين أن العلاج المنصوص عليه هنا قد فشل في غرضه الأساسي.
es: En ningún caso Softaka Inc., sus directores, empleados, socios, agentes, proveedores o afiliados serán responsables de daños indirectos, incidentales, especiales, consecuentes o punitivos, incluyendo, sin limitación, la pérdida de beneficios, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de (i) su acceso o uso o incapacidad de acceder o usar el Servicio; (ii) cualquier conducta o contenido de un tercero en el Servicio; (iii) cualquier contenido obtenido del Servicio; y (iv) el acceso, uso o alteración no autorizados de sus transmisiones o contenido, ya sea por garantía, contrato, agravio (incluida negligencia) o cualquier otra teoría legal, independientemente de si hemos sido informados de la posibilidad de tales daños, e incluso si se determina que un recurso establecido en este documento ha fallado en su propósito esencial.
fr: En aucun cas, Softaka Inc., ses directeurs, employés, partenaires, agents, fournisseurs ou affiliés, ne seront responsables des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs, y compris, sans limitation, la perte de profits, de données, d'utilisation, de clientèle ou d'autres pertes intangibles, résultant (i) de votre accès ou de votre utilisation ou de votre incapacité à accéder ou à utiliser le Service ; (ii) de tout comportement ou contenu de tiers sur le Service ; (iii) de tout contenu obtenu du Service ; et (iv) de l'accès non autorisé, de l'utilisation ou de la modification de vos transmissions ou de votre contenu, que ce soit sur la base d'une garantie, d'un contrat, d'un délit (y compris la négligence) ou de toute autre théorie juridique, que nous ayons été informés ou non de la possibilité de tels dommages, et même si un recours énoncé ici est jugé avoir échoué à son objectif essentiel.
ru: Ни в коем случае Softaka Inc., ее директора, сотрудники, партнеры, агенты, поставщики или аффилированные лица не несут ответственности за любые косвенные, случайные, специальные, косвенные или штрафные убытки, включая, помимо прочего, потерю прибыли, данных, использования, деловой репутации или другие нематериальные потери, возникшие в результате (i) вашего доступа или использования Сервиса или невозможности доступа или использования Сервиса; (ii) любого поведения или контента любой третьей стороны в Сервисе; (iii) любого контента, полученного из Сервиса; и (iv) несанкционированного доступа, использования или изменения ваших передач или контента, будь то на основе гарантии, контракта, деликта (включая небрежность) или любой другой правовой теории, независимо от того, были ли мы проинформированы о возможности такого ущерба, и даже если предусмотренное здесь средство защиты признано не достигшим своей основной цели.

source: Indemnification
ar: التعويض
es: Indemnización
fr: Indemnisation
ru: Возмещение убытков

source: You agree to indemnify, defend and hold harmless Softaka Inc., its officers, directors, employees, agents, and third parties, for any losses, costs, liabilities, and expenses (including reasonable attorney's fees) relating to or arising out of your use of or inability to use the Website or services, any user postings made by you, your violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations.
ar: أنت توافق على تعويض، والدفاع عن، وحماية شركة سوفتاكا Inc.، ومسؤوليها، ومدراؤها، وموظفيها، ووكلائها، والأطراف الثالثة، من أي خسائر، أو تكاليف، أو التزامات، أو نفقات (بما في ذلك أتعاب المحاماة المعقولة) تتعلق أو تنشأ عن استخدامك أو عدم قدرتك على استخدام الموقع الإلكتروني أو الخدمات، أو أي منشورات مستخدم قمت بها، أو انتهاكك لأي من شروط هذه الاتفاقية، أو انتهاكك لأي حقوق لطرف ثالث، أو انتهاكك لأي قوانين، أو قواعد، أو لوائح معمول بها.
es: Usted acepta indemnizar, defender y eximir de responsabilidad a Softaka Inc., sus funcionarios, directores, empleados, agentes y terceros, por cualquier pérdida, costo, responsabilidad y gasto (incluidos los honorarios razonables de abogados) relacionados con o que surjan de su uso o incapacidad para usar el Sitio Web o los servicios, cualquier publicación de usuario realizada por usted, su violación de cualquier término de este Acuerdo o su violación de cualquier derecho de un tercero, o su violación de cualquier ley, regla o regulación aplicable.
fr: Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité Softaka Inc., ses dirigeants, administrateurs, employés, agents et tiers, pour toutes pertes, coûts, responsabilités et dépenses (y compris les honoraires d'avocat raisonnables) liés à ou découlant de votre utilisation ou de votre incapacité à utiliser le site web ou les services, de toute publication d'utilisateur faite par vous, de votre violation de toute clause du présent accord ou de votre violation des droits d'un tiers, ou de votre violation des lois, règles ou réglementations applicables.
ru: Вы соглашаетесь возмещать убытки, защищать и ограждать Softaka Inc., ее должностных лиц, директоров, сотрудников, агентов и третьих лиц от любых убытков, затрат, обязательств и расходов (включая разумные гонорары адвокатов), связанных с или возникающих в результате использования вами Веб-сайта или услуг или невозможности их использования, любых ваших публикаций, вашего нарушения любых условий настоящего Соглашения или вашего нарушения любых прав третьих лиц, или вашего нарушения любых применимых законов, правил или положений.

source: Changes to Terms
ar: تغييرات على الشروط
es: Cambios en los Términos
fr: Modifications des conditions
ru: Изменения условий

source: We reserve the right to revise these Terms and Conditions at any time. By continuing to use the Website, you agree to be bound by the current version of these Terms and Conditions.
ar: نحتفظ بالحق في مراجعة هذه الشروط والأحكام في أي وقت. باستمرارك في استخدام الموقع الإلكتروني، فإنك توافق على الالتزام بالنسخة الحالية من هذه الشروط والأحكام.
es: Nos reservamos el derecho de revisar estos Términos y Condiciones en cualquier momento. Al continuar utilizando el Sitio Web, usted acepta quedar vinculado por la versión actual de estos Términos y Condiciones.
fr: Nous nous réservons le droit de réviser ces conditions générales à tout moment. En continuant à utiliser le site web, vous acceptez d'être lié par la version actuelle de ces conditions générales.
ru: Мы оставляем за собой право пересматривать настоящие Условия использования в любое время. Продолжая использовать Веб-сайт, вы соглашаетесь соблюдать текущую версию настоящих Условий использования.

source: Governing Law & Jurisdiction
ar: القانون الحاكم والاختصاص القضائي
es: Ley Aplicable y Jurisdicción
fr: Loi applicable et juridiction
ru: Применимое право и юрисдикция

source: These Terms shall be governed and construed in accordance with the laws of Germany, without regard to its conflict of law provisions.
ar: تخضع هذه الشروط وتفسر وفقًا لقوانين ألمانيا، بغض النظر عن أحكام تعارض القوانين فيها.
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes de Alemania, sin considerar sus disposiciones sobre conflictos de leyes.
fr: Ces conditions seront régies et interprétées conformément aux lois de l'Allemagne, sans égard à ses dispositions relatives aux conflits de lois.
ru: Настоящие Условия регулируются и толкуются в соответствии с законодательством Германии, без учета его положений о коллизионном праве.

source: Contact Information
ar: معلومات الاتصال
es: Información de Contacto
fr: Coordonnées
ru: Контактная информация

source: If you have any questions about these Terms and Conditions, please contact us at
ar: إذا كانت لديك أي أسئلة حول هذه الشروط والأحكام، يرجى الاتصال بنا على
es: Si tiene alguna pregunta sobre estos Términos y Condiciones, por favor contáctenos en
fr: Si vous avez des questions concernant ces conditions générales, veuillez nous contacter à
ru: Если у вас есть какие-либо вопросы относительно настоящих Условий использования, пожалуйста, свяжитесь с нами по адресу

source: DMCA
ar: قانون الألفية للملكية الرقمية

source: Softaka
ar: سوفتاكا
fr: Catégories

source: Software Categories
ar: فئات البرامج
fr: Catégories

source: No categories found to display.
ar: لم يتم العثور على فئات لعرضها.

source: | Softaka
ar: سوفتاكا
