Repository: khairate89/softaka
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ru

source: This includes information you voluntarily provide, such as your name and email address when you submit a comment, subscribe to a newsletter, or contact us.
ar: يتضمن هذا المعلومات التي تقدمها طوعًا، مثل اسمك وعنوان بريدك الإلكتروني عند إرسال تعليق، أو الاشتراك في رسالة إخبارية، أو الاتصال بنا.
es: Esto incluye información que usted proporciona voluntariamente, como su nombre y dirección de correo electrónico cuando envía un comentario, se suscribe a un boletín de noticias o nos contacta.
fr: Cela inclut les informations que vous fournissez volontairement, telles que votre nom et votre adresse e-mail lorsque vous soumettez un commentaire, vous abonnez à une newsletter ou nous contactez.
ru: Это включает информацию, которую вы предоставляете добровольно, например, ваше имя и адрес электронной почты, когда вы оставляете комментарий, подписываетесь на рассылку новостей или связываетесь с нами.

source: Usage Data:
ar: بيانات الاستخدام:
es: Datos de Uso:
fr: Données d'utilisation :
ru: Данные об использовании:

source: We automatically collect certain information when you access the site, such as your IP address, browser type, operating system, referring URLs, pages visited, and the dates/times of your visits. This helps us understand how users interact with our site.
ar: نجمع تلقائيًا معلومات معينة عند دخولك إلى الموقع، مثل عنوان IP الخاص بك، ونوع المتصفح، ونظام التشغيل، وعناوين URL المرجعية، والصفحات التي تمت زيارتها، وتواريخ/أوقات زياراتك. يساعدنا هذا في فهم كيفية تفاعل المستخدمين مع موقعنا.
es: Recopilamos automáticamente cierta información cuando accede al sitio, como su dirección IP, tipo de navegador, sistema operativo, URL de referencia, páginas visitadas y las fechas/horas de sus visitas. Esto nos ayuda a comprender cómo los usuarios interactúan con nuestro sitio.
fr: Nous collectons automatiquement certaines informations lorsque vous accédez au site, telles que votre adresse IP, le type de navigateur, le système d'exploitation, les URL de référence, les pages visitées et les dates/heures de vos visites. Cela nous aide à comprendre comment les utilisateurs interagissent avec notre site.
ru: Мы автоматически собираем определенную информацию, когда вы заходите на сайт, такую как ваш IP-адрес, тип браузера, операционная система, ссылающиеся URL-адреса, посещенные страницы и даты/время ваших посещений. Это помогает нам понять, как пользователи взаимодействуют с нашим сайтом.

source: Cookies and Tracking Technologies:
ar: ملفات تعريف الارتباط وتقنيات التتبع:
es: Cookies y Tecnologías de Rastreo:
fr: Cookies et technologies de suivi :
ru: Файлы cookie и технологии отслеживания:

source: We use cookies and similar tracking technologies to enhance your experience, analyze site usage, and personalize content. Cookies are small data files stored on your device.
ar: نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتحسين تجربتك، وتحليل استخدام الموقع، وتخصيص المحتوى. ملفات تعريف الارتباط هي ملفات بيانات صغيرة تُخزّن على جهازك.
es: Utilizamos cookies y tecnologías de seguimiento similares para mejorar su experiencia, analizar el uso del sitio y personalizar el contenido. Las cookies son pequeños archivos de datos almacenados en su dispositivo.
fr: Nous utilisons des cookies et des technologies de suivi similaires pour améliorer votre expérience, analyser l'utilisation du site et personnaliser le contenu. Les cookies sont de petits fichiers de données stockés sur votre appareil.
ru: Мы используем файлы cookie и аналогичные технологии отслеживания для улучшения вашего опыта, анализа использования сайта и персонализации контента. Файлы cookie — это небольшие файлы данных, хранящиеся на вашем устройстве.

source: How We Use Your Information
ar: كيف نستخدم معلوماتك
es: Cómo Utilizamos Su Información
fr: Comment nous utilisons vos informations
ru: Как мы используем вашу информацию

source: We use the collected information for various purposes, including to:
ar: نستخدم المعلومات التي تم جمعها لأغراض مختلفة، منها:
es: Utilizamos la información recopilada para diversos fines, incluyendo:
fr: Nous utilisons les informations collectées à diverses fins, notamment pour :
ru: Мы используем собранную информацию для различных целей, включая:

source: Operate and maintain our website and services.
ar: تشغيل وصيانة موقعنا وخدماتنا.
es: Operar y mantener nuestro sitio web y servicios.
fr: Opérer et maintenir notre site web et nos services.
ru: Эксплуатация и обслуживание нашего веб-сайта и услуг.

source: Improve, personalize, and expand our website (e.g., recommending relevant software).
ar: تحسين موقعنا وتخصيصه وتوسيعه (مثل التوصية بالبرامج ذات الصلة).
es: Mejorar, personalizar y expandir nuestro sitio web (por ejemplo, recomendando software relevante).
fr: Améliorer, personnaliser et développer notre site web (par exemple, recommander des logiciels pertinents).
ru: Улучшение, персонализация и расширение нашего веб-сайта (например, рекомендация соответствующего программного обеспечения).

source: Understand and analyze how you use our website.
ar: فهم وتحليل كيفية استخدامك لموقعنا.
es: Comprender y analizar cómo utiliza nuestro sitio web.
fr: Comprendre et analyser comment vous utilisez notre site web.
ru: Понимание и анализ того, как вы используете наш веб-сайт.

source: Develop new products, services, features, and functionality.
ar: تطوير منتجات وخدمات وميزات ووظائف جديدة.
es: Desarrollar nuevos productos, servicios, características y funcionalidades.
fr: Développer de nouveaux produits, services, fonctionnalités et fonctionnalités.
ru: Разработка новых продуктов, услуг, функций и возможностей.

source: Communicate with you directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes.
ar: التواصل معك مباشرة أو من خلال أحد شركائنا، بما في ذلك خدمة العملاء، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة بالموقع، ولأغراض التسويق والترويج.
es: Comunicarnos con usted directamente o a través de uno de nuestros socios, incluyendo para el servicio al cliente, para proporcionarle actualizaciones y otra información relacionada con el sitio web, y con fines de marketing y promoción.
fr: Communiquer avec vous directement ou par l'intermédiaire de l'un de nos partenaires, y compris pour le service client, pour vous fournir des mises à jour et d'autres informations relatives au site web, et à des fins de marketing et de promotion.
ru: Общение с вами напрямую или через одного из наших партнеров, включая обслуживание клиентов, предоставление вам обновлений и другой информации, касающейся веб-сайта, а также для маркетинговых и рекламных целей.

source: Process your comments and moderate content submissions.
ar: معالجة تعليقاتك وإدارة محتوى المشاركات.
es: Procesar sus comentarios y moderar el envío de contenido.
fr: Traiter vos commentaires et modérer les soumissions de contenu.
ru: Обработка ваших комментариев и модерация представленного контента.

source: Prevent fraud and protect the security of our website.
ar: منع الاحتيال وحماية أمان موقعنا.
es: Prevenir el fraude y proteger la seguridad de nuestro sitio web.
fr: Prévenir la fraude et protéger la sécurité de notre site web.
ru: Предотвращение мошенничества и защита безопасности нашего веб-сайта.

source: Sharing Your Information
ar: مشاركة معلوماتك
es: Compartir Su Información
fr: Partage de vos informations
ru: Передача вашей информации

source: We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties without your consent, except as described below:
ar: نحن لا نبيع أو نتاجر أو ننقل معلوماتك الشخصية إلى أطراف خارجية دون موافقتك، إلا كما هو موضح أدناه:
es: No vendemos, comerciamos ni transferimos de ninguna otra forma su información de identificación personal a terceros sin su consentimiento, excepto como se describe a continuación:
fr: Nous ne vendons, n'échangeons ni ne transférons d'aucune autre manière vos informations personnellement identifiables à des tiers sans votre consentement, sauf comme décrit ci-dessous :
ru: Мы не продаем, не обмениваем и иным образом не передаем вашу личную идентифицируемую информацию сторонним лицам без вашего согласия, за исключением случаев, описанных ниже:

source: Service Providers:
ar: مقدمو الخدمات:
es: Proveedores de Servicios:
fr: Fournisseurs de services :
ru: Поставщики услуг:

source: We may share your information with third-party service providers who assist us in operating our website, conducting our business, or serving our users (e.g., hosting providers, analytics services). These parties are obligated to keep your information confidential.
ar: قد نشارك معلوماتك مع مزودي خدمات خارجيين يساعدوننا في تشغيل موقعنا الإلكتروني، أو إدارة أعمالنا، أو خدمة مستخدمينا (مثل مزودي الاستضافة، خدمات التحليلات). هؤلاء الأطراف ملزمون بالحفاظ على سرية معلوماتك.
es: Podemos compartir su información con proveedores de servicios de terceros que nos ayudan a operar nuestro sitio web, llevar a cabo nuestro negocio o servir a nuestros usuarios (por ejemplo, proveedores de alojamiento, servicios de análisis). Estas partes están obligadas a mantener su información confidencial.
fr: Nous pouvons partager vos informations avec des fournisseurs de services tiers qui nous aident à exploiter notre site web, à mener nos activités ou à servir nos utilisateurs (par exemple, les fournisseurs d'hébergement, les services d'analyse). Ces parties sont tenues de garder vos informations confidentielles.
ru: Мы можем передавать вашу информацию сторонним поставщикам услуг, которые помогают нам в работе нашего веб-сайта, ведении нашего бизнеса или обслуживании наших пользователей (например, хостинг-провайдеры, аналитические службы). Эти стороны обязаны сохранять конфиденциальность вашей информации.

source: Legal Requirements:
ar: المتطلبات القانونية:
es: Requisitos Legales:
fr: Exigences légales :
ru: Юридические требования:

source: We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court order or government agency).
ar: قد نكشف عن معلوماتك إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات صحيحة من السلطات العامة (مثل أمر محكمة أو وكالة حكومية).
es: Podemos divulgar su información si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, una orden judicial o una agencia gubernamental).
fr: Nous pouvons divulguer vos informations si la loi l'exige ou en réponse à des demandes valides des autorités publiques (par exemple, une ordonnance d'un tribunal ou une agence gouvernementale).
ru: Мы можем раскрывать вашу информацию, если это требуется по закону или в ответ на действительные запросы государственных органов (например, постановление суда или государственного учреждения).

source: Business Transfers:
ar: تحويلات الأعمال:
es: Transferencias Comerciales:
fr: Transferts d'entreprise :
ru: Передача бизнеса:

source: In the event of a merger, acquisition, or sale of assets, your personal data may be transferred. We will notify you before your personal data is transferred and becomes subject to a different Privacy Policy.
ar: في حالة الاندماج، الاستحواذ، أو بيع الأصول، قد يتم نقل بياناتك الشخصية. سنقوم بإخطارك قبل نقل بياناتك الشخصية وخضوعها لسياسة خصوصية مختلفة.
es: En caso de una fusión, adquisición o venta de activos, sus datos personales pueden ser transferidos. Le notificaremos antes de que sus datos personales sean transferidos y queden sujetos a una Política de Privacidad diferente.
fr: En cas de fusion, d'acquisition ou de vente d'actifs, vos données personnelles peuvent être transférées. Nous vous informerons avant que vos données personnelles ne soient transférées et ne soient soumises à une politique de confidentialité différente.
ru: В случае слияния, приобретения или продажи активов ваши персональные данные могут быть переданы. Мы уведомим вас до того, как ваши персональные данные будут переданы и станут предметом другой Политики конфиденциальности.

source: Data Security
ar: أمن البيانات
es: Seguridad de Datos
fr: Sécurité des données
ru: Безопасность данных

source: We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information. However, no method of transmission over the Internet or electronic storage is 100%% secure.
ar: نطبق مجموعة متنوعة من الإجراءات الأمنية للحفاظ على سلامة معلوماتك الشخصية عند إدخال أو إرسال أو الوصول إلى معلوماتك الشخصية. ومع ذلك، لا توجد طريقة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100.
es: Implementamos una variedad de medidas de seguridad para mantener la seguridad de su información personal cuando ingresa, envía o accede a su información personal. Sin embargo, ningún método de transmisión a través de Internet o almacenamiento electrónico es 100%% seguro.
fr: Nous mettons en œuvre une variété de mesures de sécurité pour maintenir la sécurité de vos informations personnelles lorsque vous saisissez, soumettez ou accédez à vos informations personnelles. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est 100 percent sécurisée.
ru: Мы применяем различные меры безопасности для обеспечения сохранности вашей личной информации, когда вы вводите, отправляете или получаете к ней доступ. Однако ни один метод передачи данных через Интернет или электронное хранение не является на 100%% безопасным.

source: Your Data Protection Rights
ar: حقوق حماية بياناتك
es: Sus Derechos de Protección de Datos
fr: Vos droits en matière de protection des données
ru: Ваши права на защиту данных

source: Depending on your location, you may have the following rights regarding your personal data:
ar: اعتمادًا على موقعك، قد تتمتع بالحقوق التالية فيما يتعلق ببياناتك الشخصية:
es: Dependiendo de su ubicación, usted puede tener los siguientes derechos con respecto a sus datos personales:
fr: Selon votre emplacement, vous pouvez disposer des droits suivants concernant vos données personnelles :
ru: В зависимости от вашего местоположения вы можете иметь следующие права в отношении ваших персональных данных:

source: The right to access:
ar: الحق في الوصول:
es: El derecho de acceso:
fr: Le droit d'accès :
ru: Право доступа:

source: You have the right to request copies of your personal data.
ar: لديك الحق في طلب نسخ من بياناتك الشخصية.
es: Usted tiene derecho a solicitar copias de sus datos personales.
fr: Vous avez le droit de demander des copies de vos données personnelles.
ru: Вы имеете право запросить копии ваших персональных данных.

source: The right to rectification:
ar: الحق في التصحيح:
es: El derecho de rectificación:
fr: Le droit de rectification :
ru: Право на исправление:

source: You have the right to request that we correct any information you believe is inaccurate.
ar: لديك الحق في طلب تصحيح أي معلومات تعتقد أنها غير دقيقة.
es: Usted tiene derecho a solicitar que corrijamos cualquier información que crea que es inexacta.
fr: Vous avez le droit de nous demander de corriger toute information que vous estimez être inexacte.
ru: Вы имеете право потребовать, чтобы мы исправили любую информацию, которую вы считаете неточной.

source: The right to erasure:
ar: الحق في المسح:
es: El derecho de supresión:
fr: Le droit à l'effacement :
ru: Право на стирание (удаление):

source: You have the right to request that we erase your personal data, under certain conditions.
ar: لديك الحق في طلب مسح بياناتك الشخصية، بموجب شروط معينة.
es: Usted tiene derecho a solicitar que borremos sus datos personales, bajo ciertas condiciones.
fr: Vous avez le droit de nous demander d'effacer vos données personnelles, sous certaines conditions.
ru: Вы имеете право потребовать, чтобы мы удалили ваши персональные данные при определенных условиях.

source: The right to restrict processing:
ar: الحق في تقييد المعالجة:
es: El derecho a restringir el procesamiento:
fr: Le droit à la limitation du traitement :
ru: Право на ограничение обработки:

source: You have the right to request that we restrict the processing of your personal data, under certain conditions.
ar: لديك الحق في طلب تقييد معالجة بياناتك الشخصية، بموجب شروط معينة.
es: Usted tiene derecho a solicitar que restrinjamos el procesamiento de sus datos personales, bajo ciertas condiciones.
fr: Vous avez le droit de nous demander de limiter le traitement de vos données personnelles, sous certaines conditions.
ru: Вы имеете право потребовать, чтобы мы ограничили обработку ваших персональных данных при определенных условиях.

source: The right to object to processing:
ar: الحق في الاعتراض على المعالجة:
es: El derecho a oponerse al procesamiento:
fr: Le droit d'opposition au traitement :
ru: Право возражать против обработки:

source: You have the right to object to our processing of your personal data, under certain conditions.
ar: لديك الحق في الاعتراض على معالجتنا لبياناتك الشخصية، بموجب شروط معينة.
es: Usted tiene derecho a oponerse a nuestro procesamiento de sus datos personales, bajo ciertas condiciones.
fr: Vous avez le droit de vous opposer à notre traitement de vos données personnelles, sous certaines conditions.
ru: Вы имеете право возражать против обработки нами ваших персональных данных при определенных условиях.

source: The right to data portability:
ar: الحق في نقل البيانات:
es: El derecho a la portabilidad de datos:
fr: Le droit à la portabilité des données :
ru: Право на переносимость данных:

source: You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.
ar: لديك الحق في طلب نقل البيانات التي جمعناها إلى منظمة أخرى، أو إليك مباشرة، بموجب شروط معينة.
es: Usted tiene derecho a solicitar que transfiramos los datos que hemos recopilado a otra organización, o directamente a usted, bajo ciertas condiciones.
fr: Vous avez le droit de nous demander de transférer les données que nous avons collectées à une autre organisation, ou directement à vous, sous certaines conditions.
ru: Вы имеете право потребовать, чтобы мы передали данные, которые мы собрали, другой организации или непосредственно вам при определенных условиях.

source: To exercise any of these rights, please contact us.
ar: لممارسة أي من هذه الحقوق، يرجى الاتصال بنا.
es: Para ejercer cualquiera de estos derechos, por favor contáctenos.
fr: Pour exercer l'un de ces droits, veuillez nous contacter.
ru: Для осуществления любого из этих прав, пожалуйста, свяжитесь с нами.

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
es: Política de Cookies
fr: Politique en matière de cookies
ru: Политика использования файлов Cookie

source: We use cookies to collect information about your Browse activities. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.
ar: نحن نستخدم ملفات تعريف الارتباط لجمع معلومات حول أنشطة تصفحك. يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو للإشارة إلى وقت إرسال ملف تعريف الارتباط. ومع ذلك، إذا لم تقبل ملفات تعريف الارتباط، فقد لا تتمكن من استخدام بعض أجزاء من خدمتنا.
es: Utilizamos cookies para recopilar información sobre sus actividades de navegación. Puede indicar a su navegador que rechace todas las cookies o que indique cuándo se está enviando una cookie. Sin embargo, si no acepta las cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio.
fr: Nous utilisons des cookies pour collecter des informations sur vos activités de navigation. Vous pouvez demander à votre navigateur de refuser tous les cookies ou d'indiquer quand un cookie est envoyé. Cependant, si vous n'acceptez pas les cookies, vous ne pourrez peut-être pas utiliser certaines parties de notre Service.
ru: Мы используем файлы cookie для сбора информации о вашей активности просмотра. Вы можете настроить свой браузер так, чтобы он отклонял все файлы cookie или указывал, когда отправляется файл cookie. Однако, если вы не принимаете файлы cookie, вы, возможно, не сможете использовать некоторые части нашего Сервиса.

source: Children's Privacy
ar: خصوصية الأطفال
es: Privacidad de los Niños
fr: Confidentialité des enfants
ru: Конфиденциальность детей

source: Our Service is not intended for anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under 13. If you are a parent or guardian and you are aware that your child has provided us with Personal Data, please contact us.
ar: خدمتنا ليست موجهة لأي شخص يقل عمره عن 13 عامًا. نحن لا نجمع عن علم معلومات تعريف شخصية من أي شخص يقل عمره عن 13 عامًا. إذا كنت والدًا أو وصيًا وكنت على علم بأن طفلك قد زودنا ببيانات شخصية، فيرجى الاتصال بنا.
es: Nuestro Servicio no está destinado a personas menores de 13 años. No recopilamos a sabiendas información de identificación personal de personas menores de 13 años. Si usted es padre, madre o tutor y sabe que su hijo le ha proporcionado Datos Personales, por favor contáctenos.
fr: Notre Service n'est pas destiné aux personnes de moins de 13 ans. Nous ne recueillons pas sciemment d'informations personnellement identifiables auprès de personnes de moins de 13 ans. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des données personnelles, veuillez nous contacter.
ru: Наш Сервис не предназначен для лиц младше 13 лет. Мы сознательно не собираем личную идентифицируемую информацию от лиц младше 13 лет. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам персональные данные, пожалуйста, свяжитесь с нами.

source: Changes to This Privacy Policy
ar: تغييرات على سياسة الخصوصية هذه
es: Cambios a Esta Política de Privacidad
fr: Modifications de cette politique de confidentialité
ru: Изменения в настоящей Политике конфиденциальности

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the Last Updated date. You are advised to review this Privacy Policy periodically for any changes.
ar: قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة وتحديث تاريخ
es: Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos sobre cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de Última Actualización. Se le recomienda revisar esta Política de Privacidad periódicamente para cualquier cambio.
fr: Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page et en mettant à jour la date de "Dernière mise à jour". Nous vous conseillons de consulter régulièrement cette politique de confidentialité pour prendre connaissance de tout changement.
ru: Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице и обновив дату последнего обновления. Вам рекомендуется периодически просматривать настоящую Политику конфиденциальности на предмет изменений.

source: Last Updated
ar: آخر تحديث
es: Última Actualización
fr: Dernière mise à jour
ru: Последнее обновление

source: If you have any questions about this Privacy Policy, please contact us:
ar: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا:
es: Si tiene alguna pregunta sobre esta Política de Privacidad, por favor contáctenos:
fr: Si vous avez des questions concernant cet avertissement, veuillez nous contacter à
ru: Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами:

source: By email:
ar: عبر البريد الإلكتروني:
es: Por correo electrónico:
fr: Par email
ru: По электронной почте:
