Repository: khairate89/softaka
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ru

source: Thank you for choosing Softaka as your trusted software download portal. We are constantly working to enhance your experience and bring you the best tools for your digital life.
ar: نشكرك على اختيار سوفتاكا كبوابة موثوقة لتنزيل البرامج. نحن نعمل باستمرار على تحسين تجربتك وتقديم أفضل الأدوات لحياتك الرقمية.
es: Gracias por elegir Softaka como su portal de descarga de software de confianza. Trabajamos constantemente para mejorar su experiencia y traerle las mejores herramientas para su vida digital.
fr: Merci d'avoir choisi Softaka comme votre portail de téléchargement de logiciels de confiance. Nous travaillons constamment à améliorer votre expérience et à vous apporter les meilleurs outils pour votre vie numérique.
ru: Благодарим вас за выбор Softaka в качестве надежного портала для загрузки программного обеспечения. Мы постоянно работаем над улучшением вашего опыта и предоставлением вам лучших инструментов для вашей цифровой жизни.

source: Contact Softaka.com for assistance, feedback, or business inquiries. Get in touch with our team through our contact form or by email for quick support.
ar: تواصل مع Softaka.com للحصول على المساعدة أو إرسال الملاحظات أو الاستفسارات التجارية. تواصل مع فريقنا عبر نموذج الاتصال أو البريد الإلكتروني للحصول على دعم سريع.
es: Contacte a Softaka.com para asistencia, comentarios o consultas comerciales. Comuníquese con nuestro equipo a través de nuestro formulario de contacto o por correo electrónico para obtener soporte rápido.
ru: Свяжитесь с Softaka.com для получения помощи, обратной связи или деловых запросов. Свяжитесь с нашей командой через форму обратной связи или по электронной почте для быстрой поддержки.

source: We're here to help! Whether you have questions about software, need assistance with a download, want to report an issue, or simply have feedback, don't hesitate to reach out to the Softaka team. We value your input and strive to respond to all inquiries promptly.
ar: نحن هنا للمساعدة! سواء كانت لديك أسئلة حول البرامج، أو تحتاج إلى مساعدة في تنزيل، أو ترغب في الإبلاغ عن مشكلة، أو لديك مجرد ملاحظات، فلا تتردد في التواصل مع فريق سوفتاكا. نحن نقدر مدخلاتك ونسعى جاهدين للرد على جميع الاستفسارات على الفور.
es: ¡Estamos aquí para ayudarte! Ya sea que tengas preguntas sobre el software, necesites asistencia con una descarga, quieras reportar un problema o sólo tengas comentarios, no dudes en contactar al equipo de Softaka. Valoramos tu opinión y nos esforzamos por responder a todas las consultas rápidamente.
fr: Nous sommes là pour vous aider ! Que vous ayez des questions sur un logiciel, besoin d'aide pour un téléchargement, envie de signaler un problème ou simplement des commentaires, n'hésitez pas à contacter l'équipe Softaka. Nous apprécions votre contribution et nous nous efforçons de répondre à toutes les demandes rapidement.
ru: Мы здесь, чтобы помочь! Если у вас есть вопросы о программном обеспечении, нужна помощь с загрузкой, вы хотите сообщить о проблеме или просто оставить отзыв, не стесняйтесь обращаться к команде Softaka. Мы ценим ваш вклад и стремимся оперативно отвечать на все запросы.

source: How to Reach Us
ar: كيف تتواصل معنا
es: Cómo contactarnos
fr: Comment nous contacter
ru: Как с нами связаться

source: Email Us Directly
ar: راسلنا عبر البريد الإلكتروني مباشرة
es: Envíanos un correo electrónico directamente
fr: Envoyez-nous un e-mail directement
ru: Напишите нам напрямую

source: For general inquiries, support, or partnership opportunities, please send us an email. We aim to respond within 24-48 hours.
ar: للاستفسارات العامة، الدعم، أو فرص الشراكة، يرجى إرسال بريد إلكتروني لنا. نهدف إلى الرد خلال 24-48 ساعة.
es: Para consultas generales, soporte o oportunidades de colaboración, por favor envíanos un correo electrónico. Nuestro objetivo es responder en 24-48 horas.
fr: Pour les demandes générales, le support ou les opportunités de partenariat, veuillez nous envoyer un e-mail. Nous visons à répondre dans les 24 à 48 heures.
ru: По общим вопросам, поддержке или возможностям партнерства, пожалуйста, отправьте нам электронное письмо. Мы стараемся отвечать в течение 24-48 часов.

source: General Inquiries & Support:
ar: للاستفسارات العامة والدعم:
es: Consultas generales y soporte:
fr: Demandes générales et support :
ru: Общие вопросы и поддержка:

source: DMCA & Copyright Concerns:
ar: مخاوف قانون الألفية للملكية الرقمية وحقوق النشر:
es: Consultas sobre DMCA y derechos de autor:
fr: Concerns DMCA et droits d'auteur :
ru: Вопросы DMCA и авторского права:

source: Before Contacting Us
ar: قبل الاتصال بنا
es: Antes de contactarnos
fr: Avant de nous contacter
ru: Перед тем как связаться с нами

source: Check our
ar: راجع قسم
es: Consulta nuestra
fr: Consultez notre
ru: Проверьте наш

source: FAQ section
ar: الأسئلة الشائعة
es: sección de preguntas frecuentes (FAQ)
fr: section FAQ
ru: раздел часто задаваемых вопросов

source: (if you have one) for answers to common questions.
ar: (إذا كان لديك) للحصول على إجابات للأسئلة الشائعة.
es: (si tienes una) para respuestas a preguntas comunes.
fr: (si vous en avez une) pour les réponses aux questions courantes.
ru: (если он у вас есть) для ответов на часто задаваемые вопросы.

source: For software-specific issues, please refer to the
ar: بالنسبة للمشكلات المتعلقة ببرنامج معين، يرجى الرجوع إلى
es: Para problemas específicos del software, por favor consulta el
fr: Pour les problèmes spécifiques au logiciel, veuillez vous référer au
ru: По вопросам, касающимся конкретного программного обеспечения, пожалуйста, обратитесь к

source: software's official website
ar: الموقع الرسمي للبرنامج
es: sitio web oficial del software
fr: site officiel du logiciel
ru: официальному веб-сайту программного обеспечения

source: or documentation first, as we are a download portal, not the software developers.
ar: أو الوثائق أولاً، حيث أننا بوابة تنزيل، ولسنا مطوري البرامج.
es: o la documentación primero, ya que somos un portal de descargas, no los desarrolladores del software.
fr: ou à la documentation d'abord, car nous sommes un portail de téléchargement, pas les développeurs de logiciels.
ru: или документации сначала, так как мы являемся порталом для загрузки, а не разработчиками программного обеспечения.

source: We look forward to hearing from you!
ar: نتطلع إلى الاستماع منك!
es: ¡Esperamos saber de ti!
fr: Nous avons hâte de vous lire !
ru: Мы с нетерпением ждем вашего ответа!

source: Read the official disclaimer for Softaka.com. Understand our terms, conditions, and policies regarding software downloads and content use on our website.
ar: اطلع على إخلاء المسؤولية الرسمي لموقع Softaka.com. تعرف على الشروط والأحكام وسياساتنا المتعلقة بتنزيل البرامج واستخدام المحتوى على موقعنا.
es: Lea el descargo de responsabilidad oficial de Softaka.com. Comprenda nuestros términos, condiciones y políticas con respecto a las descargas de software y el uso de contenido en nuestro sitio web.
ru: Прочтите официальный отказ от ответственности Softaka.com. Ознакомьтесь с нашими условиями, правилами и политиками в отношении загрузки программного обеспечения и использования контента на нашем сайте.

source: The information provided by Softaka on its website (the "Service") is for general informational purposes only. All software and content on this site are provided in good faith. However, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the Service or the software offered for download.
ar: المعلومات المقدمة من سوفتاكا على موقعها الإلكتروني ("الخدمة") هي لأغراض المعلومات العامة فقط. يتم توفير جميع البرامج والمحتوى على هذا الموقع بحسن نية. ومع ذلك، لا نقدم أي تمثيل أو ضمان من أي نوع، صريح أو ضمني، فيما يتعلق بدقة أو كفاية أو صلاحية أو موثوقية أو توفر أو اكتمال أي معلومات على الخدمة أو البرامج المعروضة للتنزيل.
es: La información proporcionada por Softaka en su sitio web (el "Servicio") es solo para fines informativos generales. Todo el software y contenido en este sitio se ofrece de buena fe. Sin embargo, no hacemos ninguna declaración o garantía de ningún tipo, expresa o implícita, respecto a la exactitud, adecuación, validez, confiabilidad, disponibilidad o integridad de cualquier información en el Servicio o del software ofrecido para descarga.
fr: Les informations fournies par Softaka sur son site web (le « Service ») sont uniquement à des fins d'information générale. Tous les logiciels et contenus sur ce site sont fournis de bonne foi. Cependant, nous ne faisons aucune déclaration ou garantie d'aucune sorte, expresse ou implicite, quant à l'exactitude, l'adéquation, la validité, la fiabilité, la disponibilité ou l'exhaustivité de toute information sur le Service ou les logiciels proposés au téléchargement.
ru: Информация, предоставляемая Softaka на его веб-сайте (далее — «Сервис»), предназначена только для общего ознакомления. Все программное обеспечение и контент на этом сайте предоставляются добросовестно. Тем не менее, мы не даём никаких заявлений или гарантий, явных или подразумеваемых, касающихся точности, полноты, достоверности, надежности, доступности или полноты любой информации на Сервисе или программного обеспечения, предлагаемого для скачивания.

source: External Links Disclaimer
ar: إخلاء مسؤولية الروابط الخارجية
es: Aviso sobre enlaces externos
fr: Avertissement concernant les liens externes
ru: Отказ от ответственности за внешние ссылки

source: The Service may contain (or you may be sent through the Service) links to other websites or content belonging to or originating from third parties, or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the Service or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services.
ar: قد تحتوي الخدمة (أو قد يتم إرسالك من خلال الخدمة) على روابط لمواقع ويب أخرى أو محتوى يخص أطرافًا ثالثة أو ينشأ عنها، أو روابط لمواقع ويب وميزات في الإعلانات البنرية أو غيرها من الإعلانات. لا يتم التحقق من هذه الروابط الخارجية أو مراقبتها أو فحصها من قبلنا للتأكد من دقتها أو كفايتها أو صلاحيتها أو موثوقيتها أو توفرها أو اكتمالها. نحن لا نضمن أو نؤيد أو نكفل أو نتحمل مسؤولية دقة أو موثوقية أي معلومات مقدمة من مواقع ويب طرف ثالث مرتبطة من خلال الخدمة أو أي موقع ويب أو ميزة مرتبطة في أي إعلان بنري أو غيره من الإعلانات. لن نكون طرفًا أو مسؤولين بأي شكل من الأشكال عن مراقبة أي معاملة بينك وبين مزودي منتجات أو خدمات طرف ثالث.
es: El Servicio puede contener (o puede que se le envíe a través del Servicio) enlaces a otros sitios web o contenidos que pertenecen o provienen de terceros, o enlaces a sitios web y funciones en banners u otra publicidad. Estos enlaces externos no son investigados, monitoreados ni verificados por nosotros en cuanto a exactitud, adecuación, validez, confiabilidad, disponibilidad o integridad. No garantizamos, respaldamos, aseguramos ni asumimos responsabilidad por la exactitud o confiabilidad de cualquier información ofrecida por sitios web de terceros enlazados a través del Servicio o cualquier sitio web o función enlazada en cualquier banner u otra publicidad. No seremos parte ni responsables de ningún modo de la supervisión de transacciones entre usted y proveedores terceros de productos o servicios.
fr: Le Service peut contenir (ou vous pouvez être envoyé via le Service) des liens vers d'autres sites web ou du contenu appartenant à ou provenant de tiers, ou des liens vers des sites web et des fonctionnalités dans des bannières ou d'autres publicités. Ces liens externes ne sont pas examinés, surveillés ou vérifiés par nous quant à leur exactitude, leur adéquation, leur validité, leur fiabilité, leur disponibilité ou leur exhaustivité. Nous ne garantissons, n'approuvons ni n'assumons aucune responsabilité quant à l'exactitude ou la fiabilité de toute information offerte par des sites web tiers liés via le Service ou tout site web ou fonctionnalité lié dans une bannière ou autre publicité. Nous ne serons pas partie prenante ou de quelque manière que ce soit responsables de la surveillance de toute transaction entre vous et des fournisseurs tiers de produits ou de services.
ru: Сервис может содержать (или вы можете быть направлены через Сервис) ссылки на другие веб-сайты или контент, принадлежащие третьим лицам или исходящие от них, а также ссылки на сайты и функции, размещённые в баннерах или другой рекламе. Такие внешние ссылки не исследуются, не контролируются и не проверяются нами на точность, полноту, достоверность, надежность, доступность или полноту. Мы не даём гарантий, не поддерживаем, не гарантируем и не несем ответственности за точность или надежность любой информации, предоставленной сторонними веб-сайтами, ссылающимися через Сервис, или любым сайтом или функцией, связанной с баннерами или другой рекламой. Мы не участвуем и не несем ответственности за мониторинг любых транзакций между вами и третьими лицами, предоставляющими товары или услуги.

source: Software Download and Use Risk
ar: مخاطر تنزيل البرامج واستخدامها
es: Riesgos de descarga y uso del software
fr: Risque lié au téléchargement et à l'utilisation de logiciels
ru: Риски при скачивании и использовании программного обеспечения

source: Any software downloaded from Softaka is used at your own discretion and risk. While we strive to provide safe and reputable software, Softaka does not guarantee that the files available for download are free of viruses, malware, or other harmful components. It is your responsibility to use antivirus software and other security measures on your device. We are not responsible for any damage to your computer system or loss of data that results from the download or use of any software from this site.
ar: يتم استخدام أي برنامج يتم تنزيله من سوفتاكا على مسؤوليتك الخاصة. بينما نسعى لتوفير برامج آمنة وموثوقة، لا تضمن سوفتاكا أن تكون الملفات المتاحة للتنزيل خالية من الفيروسات أو البرامج الضارة أو المكونات الضارة الأخرى. تقع على عاتقك مسؤولية استخدام برامج مكافحة الفيروسات وغيرها من تدابير الأمان على جهازك. نحن غير مسؤولين عن أي ضرر يصيب نظام الكمبيوتر الخاص بك أو فقدان البيانات الناتج عن تنزيل أو استخدام أي برنامج من هذا الموقع.
es: Cualquier software descargado desde Softaka se usa bajo su propio criterio y riesgo. Aunque nos esforzamos por proporcionar software seguro y confiable, Softaka no garantiza que los archivos disponibles para descarga estén libres de virus, malware u otros componentes dañinos. Es su responsabilidad usar software antivirus y otras medidas de seguridad en su dispositivo. No somos responsables de ningún daño a su sistema informático o pérdida de datos que resulte de la descarga o uso de cualquier software de este sitio.
fr: Tout logiciel téléchargé depuis Softaka est utilisé à votre discrétion et à vos risques et périls. Bien que nous nous efforcions de fournir des logiciels sûrs et réputés, Softaka ne garantit pas que les fichiers disponibles au téléchargement sont exempts de virus, de logiciels malveillants ou d'autres composants nuisibles. Il est de votre responsabilité d'utiliser un logiciel antivirus et d'autres mesures de sécurité sur votre appareil. Nous ne sommes pas responsables de tout dommage à votre système informatique ou de toute perte de données résultant du téléchargement ou de l'utilisation de tout logiciel de ce site.
ru: Любое программное обеспечение, загруженное с Softaka, используется на ваш собственный риск и усмотрение. Хотя мы стараемся предоставлять безопасное и надежное ПО, Softaka не гарантирует, что файлы, доступные для скачивания, не содержат вирусов, вредоносных программ или других опасных компонентов. Вы несёте ответственность за использование антивирусного ПО и других мер безопасности на вашем устройстве. Мы не несем ответственности за любой ущерб вашему компьютеру или потерю данных, возникшие в результате скачивания или использования любого программного обеспечения с этого сайта.

source: Professional Advice Disclaimer
ar: إخلاء مسؤولية النصائح المهنية
es: Aviso sobre asesoramiento profesional
fr: Avertissement concernant les conseils professionnels
ru: Отказ от профессиональных советов

source: The information on Softaka is not intended as, and shall not be understood or construed as, professional advice. While we aim to provide helpful content, the information on this website is for general informational and educational purposes only.
ar: المعلومات المقدمة على سوفتاكا ليست مخصصة، ويجب ألا تُفهم أو تُفسر، على أنها نصيحة مهنية. بينما نهدف إلى توفير محتوى مفيد، فإن المعلومات الموجودة على هذا الموقع هي لأغراض إعلامية وتعليمية عامة فقط.
es: La información en Softaka no está destinada ni debe entenderse o interpretarse como asesoramiento profesional. Aunque buscamos proporcionar contenido útil, la información en este sitio web es solo para fines informativos y educativos generales.
fr: Les informations sur Softaka ne sont pas destinées à être, et ne doivent pas être comprises ou interprétées comme des conseils professionnels. Bien que nous nous efforcions de fournir un contenu utile, les informations sur ce site web sont uniquement à des fins d'information générale et éducatives.
ru: Информация на Softaka не предназначена и не должна восприниматься как профессиональная консультация. Хотя мы стремимся предоставлять полезный контент, информация на этом сайте предназначена только для общего ознакомления и образовательных целей.

source: Limitation of Liability
ar: تحديد المسؤولية
es: Limitación de responsabilidad
fr: Limitation de responsabilité
ru: Ограничение ответственности

source: Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the Service or reliance on any information provided on the Service. Your use of the Service and your reliance on any information on the Service is solely at your own risk.
ar: لا نتحمل تحت أي ظرف من الظروف أي مسؤولية تجاهك عن أي خسارة أو ضرر من أي نوع ينتج عن استخدام الخدمة أو الاعتماد على أي معلومات مقدمة في الخدمة. استخدامك للخدمة واعتمادك على أي معلومات في الخدمة يقع على مسؤوليتك الخاصة وحدها.
es: Bajo ninguna circunstancia tendremos responsabilidad alguna ante usted por cualquier pérdida o daño de cualquier tipo que resulte del uso del Servicio o la confianza en cualquier información proporcionada en el Servicio. Su uso del Servicio y su confianza en cualquier información del Servicio son únicamente bajo su propio riesgo.
fr: En aucun cas, nous n'aurons de responsabilité envers vous pour toute perte ou dommage de quelque nature que ce soit résultant de l'utilisation du Service ou de la confiance accordée à toute information fournie sur le Service. Votre utilisation du Service et votre confiance en toute information sur le Service sont entièrement à vos propres risques.
ru: Ни при каких обстоятельствах мы не несем ответственности перед вами за любые убытки или повреждения любого рода, возникшие в результате использования Сервиса или доверия к любой информации, предоставленной на Сервисе. Использование вами Сервиса и доверие к любой информации на Сервисе осуществляется исключительно на ваш собственный риск.

source: Changes to this Disclaimer
ar: تعديلات على إخلاء المسؤولية هذا
es: Cambios en este aviso legal
fr: Modifications de cet avertissement
ru: Изменения в данном отказе от ответственности

source: We may update this Disclaimer from time to time. We encourage you to review this page periodically for any changes.
ar: قد نقوم بتحديث إخلاء المسؤولية هذا من وقت لآخر. نشجعك على مراجعة هذه الصفحة بشكل دوري للاطلاع على أي تغييرات.
es: Podemos actualizar este aviso legal de vez en cuando. Le recomendamos revisar esta página periódicamente para cualquier cambio.
fr: Nous pouvons mettre à jour cet avertissement de temps à autre. Nous vous encourageons à consulter cette page périodiquement pour tout changement.
ru: Мы можем время от времени обновлять этот отказ от ответственности. Мы рекомендуем вам периодически просматривать эту страницу на предмет изменений.

source: If you have any questions about this Disclaimer, please contact us at
ar: إذا كان لديك أي أسئلة حول إخلاء المسؤولية هذا، يرجى الاتصال بنا على
es: Si tiene alguna pregunta sobre este aviso legal, por favor contáctenos en
fr: Si vous avez des questions concernant cet avertissement, veuillez nous contacter à
ru: Если у вас есть вопросы по этому отказу от ответственности, пожалуйста, свяжитесь с нами по адресу

source: File a DMCA takedown notice with Softaka.com. Our policy page provides clear instructions on how to report copyright infringement for any software or content.
ar: قدّم إشعار إزالة بموجب قانون الألفية للملكية الرقمية (DMCA) إلى موقع Softaka.com. توفر صفحة سياستنا تعليمات واضحة حول كيفية الإبلاغ عن انتهاك حقوق النشر لأي برنامج أو محتوى.
es: Envíe un aviso de retirada DMCA a Softaka.com. Nuestra página de políticas proporciona instrucciones claras sobre cómo reportar infracciones de derechos de autor de cualquier software o contenido.
ru: Отправьте уведомление о снятии с публикации DMCA на Softaka.com. Наша страница политики предоставляет четкие инструкции о том, как сообщить о нарушении авторских прав на любое программное обеспечение или контент.

source: DMCA Policy
ar: سياسة قانون الألفية للملكية الرقمية
es: Política DMCA
fr: Politique DMCA
ru: Политика DMCA

source: Digital Millennium Copyright Act (DMCA) Policy
ar: سياسة قانون الألفية للملكية الرقمية (DMCA)
es: Política del Digital Millennium Copyright Act (DMCA)
fr: Politique de la loi sur le droit d'auteur numérique du millénaire (DMCA)
ru: Политика Закона об авторском праве в цифровую эпоху (DMCA)

source: At Softaka, we respect the intellectual property rights of others and expect our users to do the same. This DMCA Policy outlines our procedures for handling copyright infringement claims and counter-notifications in accordance with the Digital Millennium Copyright Act (DMCA).
ar: في سوفتاكا، نحترم حقوق الملكية الفكرية للآخرين ونتوقع من مستخدمينا القيام بالمثل. توضح سياسة DMCA هذه إجراءاتنا للتعامل مع مطالبات انتهاك حقوق النشر والإشعارات المضادة وفقًا لقانون الألفية الرقمية لحقوق النشر (DMCA).
es: En Softaka respetamos los derechos de propiedad intelectual de terceros y esperamos que nuestros usuarios hagan lo mismo. Esta Política DMCA describe nuestros procedimientos para manejar reclamaciones por infracción de derechos de autor y contra-notificaciones conforme al Digital Millennium Copyright Act (DMCA).
fr: Chez Softaka, nous respectons les droits de propriété intellectuelle d'autrui et attendons de nos utilisateurs qu'ils fassent de même. Cette politique DMCA décrit nos procédures de traitement des plaintes pour contrefaçon de droits d'auteur et des contre-notifications, conformément à la loi sur le droit d'auteur numérique du millénaire (DMCA).
ru: В Softaka мы уважаем права интеллектуальной собственности других лиц и ожидаем того же от наших пользователей. Настоящая Политика DMCA определяет наши процедуры обработки претензий о нарушении авторских прав и встречных уведомлений в соответствии с Законом об авторском праве в цифровую эпоху (DMCA).

source: Reporting Copyright Infringement (DMCA Notice)
ar: الإبلاغ عن انتهاك حقوق النشر (إشعار قانون الألفية للملكية الرقمية)
es: Reporte de infracción de derechos de autor (Notificación DMCA)
fr: Signalement d'atteinte au droit d'auteur (Avis DMCA)
ru: Сообщение о нарушении авторских прав (уведомление DMCA)
