Repository: khairate89/softaka
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ru

source: If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via Softaka, please send a written notification of claimed infringement to our Designated Copyright Agent at the address below. Your notice must include substantially the following information:
ar: إذا كنت تعتقد أن عملك المحمي بحقوق الطبع والنشر قد تم نسخه بطريقة تشكل انتهاكًا لحقوق النشر ومتاحًا عبر سوفتاكا، فيرجى إرسال إشعار كتابي بانتهاك مزعوم إلى وكيل حقوق الطبع والنشر المعين لدينا على العنوان أدناه. يجب أن يتضمن إشعارك بشكل أساسي المعلومات التالية:
es: Si cree que su obra protegida por derechos de autor ha sido copiada de una manera que constituye una infracción de derechos y está accesible a través de Softaka, por favor envíe una notificación escrita de la supuesta infracción a nuestro Agente de Derechos de Autor designado en la dirección indicada abajo. Su notificación debe incluir esencialmente la siguiente información:
fr: Si vous estimez que votre matériel a été supprimé ou désactivé par erreur ou fausse identification, vous pouvez soumettre une contre-notification à notre Agent des droits d'auteur désigné. Votre contre-notification doit inclure substantiellement les informations suivantes :
ru: Если вы считаете, что ваша работа, защищенная авторским правом, была скопирована способом, представляющим собой нарушение авторских прав, и доступна через Softaka, пожалуйста, отправьте письменное уведомление о предполагаемом нарушении нашему Уполномоченному агенту по авторским правам по указанному ниже адресу. Ваше уведомление должно содержать по сути следующую информацию:

source: Identification of the copyrighted work
ar: تحديد العمل المحمي بحقوق الطبع والنشر
es: Identificación de la obra protegida por derechos de autor
fr: Identification de l'œuvre protégée par le droit d'auteur
ru: Идентификация работы, защищенной авторским правом,

source: claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works.
ar: الذي يُدعى أنه تم انتهاكه، أو، إذا كانت أعمال متعددة محمية بحقوق الطبع والنشر مشمولة بإشعار واحد، قائمة تمثيلية بهذه الأعمال.
es: que se alega ha sido infringida, o si múltiples obras protegidas están cubiertas por una única notificación, una lista representativa de dichas obras.
fr: prétendument violée, ou, si plusieurs œuvres protégées par le droit d'auteur sont couvertes par une seule notification, une liste représentative de ces œuvres.
ru: которая, как утверждается, была нарушена, или, если одним уведомлением охватывается несколько работ, защищенных авторским правом, представительный список таких работ.

source: Identification of the material
ar: تحديد المادة
es: Identificación del material
fr: Identification du matériel
ru: Идентификация материала,

source: that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Softaka to locate the material (e.g., specific URLs of the infringing content).
ar: التي يُدعى أنها تنتهك حقوق النشر أو أنها موضوع نشاط ينتهك حقوق النشر والتي يجب إزالتها أو تعطيل الوصول إليها، ومعلومات كافية بشكل معقول لتمكين سوفت فالت من تحديد موقع المادة (مثل عناوين URL المحددة للمحتوى المخالف).
es: que se alega infringe derechos o es objeto de actividad infractora y que debe ser retirado o al que debe deshabilitarse el acceso, junto con información razonablemente suficiente para permitir a Softaka localizar el material (por ejemplo, URLs específicas del contenido infractor).
fr: qui est prétendument contrefaisant ou qui fait l'objet d'une activité contrefaisante et qui doit être supprimé ou dont l'accès doit être désactivé, et des informations raisonnablement suffisantes pour permettre à Softaka de localiser le matériel (par exemple, les URL spécifiques du contenu contrefaisant).
ru: который, как утверждается, нарушает авторские права или является предметом нарушающей авторские права деятельности, и который должен быть удален или доступ к которому должен быть заблокирован, а также информация, достаточная для того, чтобы Softaka мог найти материал (например, конкретные URL-адреса нарушающего авторские права контента).

source: Information reasonably sufficient to permit Softaka to contact you
ar: معلومات كافية بشكل معقول لتمكين سوفتاكا من الاتصال بك
es: Información razonablemente suficiente para permitir que Softaka se comunique con usted
fr: Informations raisonnablement suffisantes pour permettre à Softaka de vous contacter
ru: Информация, достаточная для того, чтобы Softaka мог связаться с вами,

source: such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.
ar: مثل عنوان ورقم هاتف، وإذا كان متاحًا، عنوان بريد إلكتروني يمكن للطرف الشاكي التواصل معه من خلاله.
es: como una dirección, número de teléfono y, si está disponible, una dirección de correo electrónico en la que se pueda contactar a la parte reclamante.
fr: telles qu'une adresse, un numéro de téléphone et, si disponible, une adresse électronique à laquelle la partie plaignante peut être contactée.
ru: например, адрес, номер телефона и, если доступно, адрес электронной почты, по которому можно связаться с подающей жалобу стороной.

source: A statement that the complaining party has a
ar: بيان بأن الطرف الشاكي لديه
es: Una declaración de que la parte reclamante tiene una
fr: Une déclaration selon laquelle la partie plaignante a une
ru: Заявление о том, что подающая жалобу сторона имеет

source: good faith belief
ar: اعتقاد حسن النية
es: creencia de buena fe
fr: bonne foi
ru: добросовестное убеждение,

source: that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.
ar: بأن استخدام المادة بالطريقة التي يتم الشكوى منها غير مصرح به من قبل مالك حقوق الطبع والنشر، أو وكيله، أو القانون.
es: que el uso del material en la forma reclamada no está autorizado por el propietario de los derechos, su agente o la ley.
fr: selon laquelle l'utilisation du matériel de la manière dénoncée n'est pas autorisée par le titulaire du droit d'auteur, son agent ou la loi.
ru: что использование материала в оспариваемом порядке не разрешено владельцем авторских прав, его агентом или законом.

source: A statement that the
ar: بيان بأن
es: Una declaración de que la
fr: Une déclaration selon laquelle les
ru: Заявление о том, что

source: information in the notification is accurate
ar: المعلومات في الإشعار دقيقة
es: información contenida en la notificación es veraz
fr: informations contenues dans la notification sont exactes
ru: информация в уведомлении точна

source: and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.
ar: وأن الطرف الشاكي مخول، تحت طائلة عقوبة الحنث باليمين، بالتصرف نيابة عن مالك حق حصري يُزعم أنه تم انتهاكه.
es: y bajo pena de perjurio, que la parte reclamante está autorizada para actuar en nombre del propietario de un derecho exclusivo que supuestamente ha sido infringido.
fr: et sous peine de parjure, que la partie plaignante est autorisée à agir au nom du titulaire d'un droit exclusif prétendument violé.
ru: и под страхом наказания за лжесвидетельство, что подающая жалобу сторона уполномочена действовать от имени владельца исключительного права, которое предположительно нарушено.

source: physical or electronic signature
ar: توقيع مادي أو إلكتروني
es: firma física o electrónica
fr: signature physique ou électronique
ru: физическая или электронная подпись

source: of the person authorized to act on behalf of the owner of the copyright that has been allegedly infringed.
ar: للشخص المخول بالتصرف نيابة عن مالك حقوق الطبع والنشر الذي يُزعم أنه تم انتهاكه.
es: de la persona autorizada para actuar en nombre del propietario del derecho de autor que supuestamente ha sido infringido.
fr: de la personne autorisée à agir au nom du titulaire du droit d'auteur qui a été prétendument violé.
ru: лица, уполномоченного действовать от имени владельца авторских прав, которые предположительно были нарушены.

source: Upon Receipt of a Valid DMCA Notice:
ar: عند استلام إشعار DMCA صالح:
es: Tras la recepción de una notificación DMCA válida:
fr: À la réception d'un avis DMCA valide :
ru: После получения действительного уведомления DMCA:

source: Upon receipt of a valid and complete DMCA notice, Softaka will:
ar: عند استلام إشعار DMCA صالح وكامل، ستقوم سوفتاكا بما يلي:
es: Tras recibir una notificación DMCA válida y completa, Softaka:
fr: Dès réception d'un avis DMCA valide et complet, Softaka :
ru: После получения действительного и полного уведомления DMCA, Softaka:

source: Remove or disable access to the infringing material.
ar: إزالة أو تعطيل الوصول إلى المادة المخالفة.
es: Eliminar o deshabilitar el acceso al material infractor.
fr: Supprimer ou désactiver l'accès au matériel contrefaisant.
ru: Удалит или отключит доступ к нарушающему материал.

source: Notify the content provider, member, or user that we have removed or disabled access to the material.
ar: إخطار مزود المحتوى أو العضو أو المستخدم بأننا قمنا بإزالة أو تعطيل الوصول إلى المادة.
es: Notificar al proveedor de contenido, miembro o usuario que hemos eliminado o deshabilitado el acceso al material.
fr: Notifier le fournisseur de contenu, le membre ou l'utilisateur que nous avons supprimé ou désactivé l'accès au matériel.
ru: Уведомит поставщика контента, участника или пользователя о том, что мы удалили или отключили доступ к материалу.

source: Take reasonable steps to notify the user that we have removed or disabled access to the material.
ar: اتخاذ خطوات معقولة لإخطار المستخدم بأننا قمنا بإزالة أو تعطيل الوصول إلى المادة.
es: Tomar medidas razonables para notificar al usuario que hemos eliminado o deshabilitado el acceso al material.
fr: Prendre des mesures raisonnables pour informer l'utilisateur que nous avons supprimé ou désactivé l'accès au matériel.
ru: Примет разумные меры для уведомления пользователя о том, что мы удалили или отключили доступ к материалу.

source: Counter-Notification (Responding to a DMCA Notice)
ar: إشعار مضاد (الرد على إشعار DMCA)
es: Contra-notificación (Respuesta a una notificación DMCA)
fr: Contre-notification (réponse à un avis DMCA)
ru: Встречное уведомление (ответ на уведомление DMCA)

source: If you believe that your material has been removed or disabled by mistake or misidentification, you may submit a counter-notification to our Designated Copyright Agent. Your counter-notification must include substantially the following information:
ar: إذا كنت تعتقد أن مادتك قد تمت إزالتها أو تعطيلها عن طريق الخطأ أو التحديد الخاطئ، فيمكنك تقديم إشعار مضاد لوكيل حقوق الطبع والنشر المعين لدينا. يجب أن يتضمن إشعارك المضاد بشكل أساسي المعلومات التالية:
es: Si cree que su material ha sido retirado o deshabilitado por error o identificación equivocada, puede enviar una contra-notificación a nuestro Agente de Derechos de Autor designado. Su contra-notificación debe incluir esencialmente la siguiente información:
fr: Si vous estimez que votre matériel a été supprimé ou désactivé par erreur ou fausse identification, vous pouvez soumettre une contre-notification à notre Agent des droits d'auteur désigné. Votre contre-notification doit inclure substantiellement les informations suivantes :
ru: Если вы считаете, что ваш материал был удален или отключен по ошибке или неправильной идентификации, вы можете подать встречное уведомление нашему Уполномоченному агенту по авторским правам. Ваше встречное уведомление должно содержать по сути следующую информацию:

source: that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.
ar: التي تمت إزالتها أو تعطيل الوصول إليها وموقع ظهور المادة قبل إزالتها أو تعطيل الوصول إليها.
es: que ha sido retirado o al que se le ha deshabilitado el acceso, y la ubicación donde apareció el material antes de ser retirado o que se le haya deshabilitado el acceso.
fr: qui a été supprimé ou dont l'accès a été désactivé et l'emplacement où le matériel est apparu avant d'être supprimé ou que l'accès y ait été désactivé.
ru: который был удален или доступ к которому был отключен, а также местоположение, где материал находился до его удаления или отключения доступа.

source: A statement under penalty of perjury that the subscriber has a
ar: بيان تحت طائلة عقوبة الحنث باليمين بأن المشترك لديه
es: Una declaración bajo pena de perjurio de que el suscriptor tiene una
fr: Une déclaration sous peine de parjure selon laquelle l'abonné a une
ru: Заявление под страхом наказания за лжесвидетельство о том, что подписчик имеет

source: that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.
ar: بأن المادة تمت إزالتها أو تعطيلها نتيجة لخطأ أو تحديد خاطئ للمادة المراد إزالتها أو تعطيلها.
es: que el material fue retirado o deshabilitado por error o identificación equivocada del material a retirar o deshabilitar.
fr: selon laquelle le matériel a été supprimé ou désactivé à la suite d'une erreur ou d'une fausse identification du matériel à supprimer ou à désactiver.
ru: что материал был удален или отключен в результате ошибки или неправильной идентификации материала, который должен быть удален или отключен.

source: Your
ar: اسمك
es: Su
fr: Vos
ru: Ваши

source: name, address, and telephone number
ar: اسمك وعنوانك ورقم هاتفك
es: nombre, dirección y número de teléfono
fr: nom, adresse et numéro de téléphone
ru: имя, адрес и номер телефона

source: and a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which Softaka may be found, and that you will accept service of process from the person who provided the original DMCA notification or an agent of such person.
ar: وبياناً بأنك توافق على اختصاص المحكمة الفيدرالية الجزئية للدائرة القضائية التي يقع فيها العنوان، أو إذا كان عنوانك خارج الولايات المتحدة، لأي دائرة قضائية يمكن العثور فيها على سوفتاكا، وأنك ستقبل تبليغ الإجراءات من الشخص الذي قدم إشعار DMCA الأصلي أو وكيلًا لذلك الشخص.
es: y una declaración de que usted acepta la jurisdicción del Tribunal de Distrito Federal del distrito judicial donde se encuentra la dirección, o si su dirección está fuera de los Estados Unidos, de cualquier distrito judicial donde se pueda encontrar Softaka, y que aceptará la notificación de proceso legal de la persona que proporcionó la notificación DMCA original o un agente de dicha persona.
fr: et une déclaration selon laquelle vous consentez à la juridiction du tribunal de district fédéral pour le district judiciaire dans lequel l'adresse est située, ou si votre adresse est en dehors des États-Unis, pour tout district judiciaire dans lequel Softaka peut être trouvé, et que vous accepterez la signification de l'acte de procédure de la personne qui a fourni la notification DMCA originale ou un agent de cette personne.
ru: и заявление о том, что вы соглашаетесь на юрисдикцию Федерального окружного суда судебного округа, в котором находится адрес, или, если ваш адрес находится за пределами США, на юрисдикцию любого судебного округа, в котором может быть найден Softaka, и что вы примете уведомление о судебном процессе от лица, предоставившего исходное уведомление DMCA, или агента такого лица.

source: Designated Copyright Agent
ar: وكيل حقوق النشر المعين
es: Agente de Derechos de Autor Designado
fr: Agent des droits d'auteur désigné
ru: Уполномоченный агент по авторским правам

source: Please send all DMCA notices and counter-notifications to:
ar: يرجى إرسال جميع إشعارات DMCA والإشعارات المضادة إلى:
es: Por favor, envíe todas las notificaciones DMCA y contra-notificaciones a:
fr: Veuillez envoyer tous les avis DMCA et contre-notifications à :
ru: Пожалуйста, отправляйте все уведомления DMCA и встречные уведомления по адресу:

source: Attn: DMCA Agent
ar: عناية: وكيل قانون الألفية للملكية الرقمية
es: Atención: Agente DMCA
fr: À l'attention de : Agent DMCA
ru: Вниманию: Агента DMCA

source: [Your Company Address, if applicable]
ar: [عنوان شركتك، إن أمكن]
es: [Dirección de su empresa, si aplica]
fr: [Adresse de votre entreprise, le cas échéant]
ru: [Адрес вашей компании, если применимо]

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ru: Электронная почта

source: Repeat Infringer Policy
ar: سياسة المخالف المتكرر
es: Política para Infractores Reincidentes
fr: Politique relative aux contrevenants récidivistes
ru: Политика в отношении неоднократных нарушителей

source: In accordance with the DMCA and other applicable law, Softaka has adopted a policy of terminating, in appropriate circumstances and at Softaka's sole discretion, users who are deemed to be repeat infringers. We may also, at our sole discretion, limit access to the Service and/or terminate the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.
ar: وفقًا لقانون الألفية للملكية الرقمية والقوانين الأخرى المعمول بها، اعتمدت سوفتاكا سياسة إنهاء، في الظروف المناسبة وبناءً على تقديرها الخاص، للمستخدمين الذين يعتبرون مرتكبين متكررين للانتهاكات. يجوز لنا أيضًا، بناءً على تقديرنا الخاص، تقييد الوصول إلى الخدمة و/أو إنهاء حسابات أي مستخدمين ينتهكون أي حقوق ملكية فكرية للآخرين، سواء كان هناك انتهاك متكرر أم لا.
es: De acuerdo con la DMCA y otras leyes aplicables, Softaka ha adoptado una política de terminar, en circunstancias apropiadas y a la sola discreción de Softaka, las cuentas de usuarios que sean considerados infractores reincidentes. También podemos, a nuestra sola discreción, limitar el acceso al Servicio y/o cancelar las cuentas de cualquier usuario que infrinja derechos de propiedad intelectual de terceros, ya sea que exista o no reincidencia.
fr: Conformément au DMCA et aux autres lois applicables, Softaka a adopté une politique de résiliation, dans des circonstances appropriées et à la seule discrétion de Softaka, des utilisateurs considérés comme des contrevenants récidivistes. Nous pouvons également, à notre seule discrétion, limiter l'accès au Service et/ou résilier les comptes de tout utilisateur qui enfreint les droits de propriété intellectuelle d'autrui, qu'il y ait ou non une infraction répétée.
ru: В соответствии с DMCA и другими применимыми законами Softaka принял политику прекращения, в соответствующих случаях и по собственному усмотрению Softaka, действия учетных записей пользователей, которые считаются неоднократными нарушителями. Мы также можем, по нашему собственному усмотрению, ограничивать доступ к Сервису и/или закрывать учетные записи любых пользователей, нарушающих любые права интеллектуальной собственности других лиц, независимо от того, является ли это повторным нарушением.

source: Download
ar: تحميل
es: Descargar
fr: Télécharger
ru: Скачать

source: Thank you for choosing to download <strong>%(name)s</strong>.
ar: شكرًا لاختيارك تحميل <strong>%(name)s</strong>.
es: Gracias por elegir descargar <strong>%(name)s</strong>.
fr: Merci d'avoir choisi de télécharger <strong>%(name)s</strong>.
ru: Благодарим вас за выбор загрузки <strong>%(name)s</strong>.

source: If the download doesn't start automatically, please click your chosen button.
ar: إذا لم يبدأ التنزيل تلقائيًا، يرجى النقر على الزر الذي اخترته.
es: Si la descarga no comienza automáticamente, por favor haga clic en el botón seleccionado.
fr: Si le téléchargement ne démarre pas automatiquement, veuillez cliquer sur le bouton choisi.
ru: Если загрузка не начинается автоматически, пожалуйста, нажмите выбранную кнопку.

source: No download links available for this specific download page version.
ar: لا توجد روابط تنزيل متاحة لإصدار صفحة التنزيل هذه.
es: No hay enlaces de descarga disponibles para esta versión específica de la página de descarga.
fr: Aucun lien de téléchargement disponible pour cette version spécifique de la page de téléchargement.
ru: Нет доступных ссылок для загрузки для этой конкретной версии страницы загрузки.

source: Please ensure you've added \
ar: يرجى التأكد من أنك أضفت \
es: Por favor asegúrese de haber añadido \
fr: Veuillez vous assurer d'avoir ajouté \
ru: Пожалуйста, убедитесь, что вы добавили \

source: Please check back later or contact support.
ar: يرجى التحقق لاحقًا أو الاتصال بالدعم.
es: Por favor, vuelva a intentarlo más tarde o contacte con soporte.
fr: Veuillez réessayer plus tard ou contacter le support.
ru: Пожалуйста, зайдите позже или свяжитесь со службой поддержки.

source: Back to Software Page
ar: العودة إلى صفحة البرنامج
es: Nombre del Software
fr: Retour à la page du logiciel
ru: Вернуться на страницу программного обеспечения

source: Back to Home
ar: العودة إلى الرئيسية
es: Volver a Inicio
fr: Retour à l'accueil
ru: Вернуться на главную

source: Latest Software
ar: أحدث البرامج
es: Último Software
fr: Derniers logiciels
ru: Последнее программное обеспечение

source: Load More
ar: تحميل المزيد
es: Cargar Más
fr: Charger plus
ru: Загрузить еще

source: No software available.
ar: لا يوجد برنامج متاح.
es: No hay software disponible.
fr: Aucun logiciel disponible.
ru: Программное обеспечение недоступно.

source: Read Softaka.com's privacy policy to understand how we collect, use, and protect your personal data. Your privacy and security are our top priority.
ar: اقرأ سياسة الخصوصية لموقع Softaka.com لفهم كيفية جمع واستخدام وحماية بياناتك الشخصية. خصوصيتك وأمانك هما أولويتنا القصوى.
es: Lea la política de privacidad de Softaka.com para comprender cómo recopilamos, usamos y protegemos sus datos personales. Su privacidad y seguridad son nuestra máxima prioridad.
ru: Прочтите политику конфиденциальности Softaka.com, чтобы понять, как мы собираем, используем и защищаем ваши персональные данные. Ваша конфиденциальность и безопасность — наш главный приоритет.

source: At Softaka, we are committed to protecting your privacy. This Privacy Policy outlines the types of information we collect, how we use it, and the steps we take to safeguard your data.
ar: في سوفتاكا، نلتزم بحماية خصوصيتك. توضح سياسة الخصوصية هذه أنواع المعلومات التي نجمعها، وكيف نستخدمها، والخطوات التي نتخذها لحماية بياناتك.
es: En Softaka, nos comprometemos a proteger su privacidad. Esta Política de Privacidad describe los tipos de información que recopilamos, cómo la utilizamos y las medidas que tomamos para salvaguardar sus datos.
fr: Chez Softaka, nous nous engageons à protéger votre vie privée. Cette politique de confidentialité décrit les types d'informations que nous collectons, comment nous les utilisons et les mesures que nous prenons pour protéger vos données.
ru: В Softaka мы обязуемся защищать вашу конфиденциальность. Настоящая Политика конфиденциальности описывает типы информации, которую мы собираем, как мы ее используем и какие меры предпринимаем для защиты ваших данных.

source: Information We Collect
ar: المعلومات التي نجمعها
es: Información que Recopilamos
fr: Informations que nous collectons
ru: Собираемая нами информация

source: We may collect personal and non-personal information when you visit or interact with our website:
ar: قد نجمع معلومات شخصية وغير شخصية عند زيارتك لموقعنا الإلكتروني أو تفاعلك معه:
es: Podemos recopilar información personal y no personal cuando visita o interactúa con nuestro sitio web:
fr: Nous pouvons collecter des informations personnelles et non personnelles lorsque vous visitez ou interagissez avec notre site web :
ru: Мы можем собирать личную и неличную информацию, когда вы посещаете наш веб-сайт или взаимодействуете с ним:

source: Personal Information:
ar: المعلومات الشخصية:
es: Información Personal:
fr: Informations personnelles :
ru: Личная информация:
