Repository: khairate89/softaka
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, ru

source: Search Results for "%(query)s"
ar: نتائج البحث عن "%(query)s"
es: Resultados de búsqueda para "%(query)s"
fr: Résultats de recherche pour « %(query)s »
ru: Результаты поиска по запросу «%(query)s»

source: Search results for
ar: نتائج البحث عن "%(query)s"
es: Resultados de búsqueda para "%(query)s"
fr: Résultats de recherche pour « %(query)s »
ru: Результаты поиска по запросу «%(query)s»

source: Search Results
ar: نتائج البحث عن "%(query)s"
es: Buscar archivos
fr: Résultats de recherche pour « %(query)s »
ru: Результаты поиска по запросу «%(query)s»

source: No software found matching your search query.
ar: لم يتم العثور على برنامج يطابق استعلام البحث الخاص بك.
es: No se encontró software que coincida con tu consulta de búsqueda.
fr: Aucun logiciel ne correspond à votre requête de recherche.
ru: По вашему запросу программное обеспечение не найдено.

source: Page navigation
ar: تنقل الصفحة
es: Navegación de página
fr: Basculer la navigation
ru: Навигация по страницам

source: Previous
ar: السابق
es: Anterior
fr: Précédent
ru: Предыдущая

source: Page %(current)s of %(total)s
ar: صفحة %(current)s من %(total)s
es: Página %(current)s de %(total)s
fr: Page %(current)s sur %(total)s
ru: Страница %(current)s из %(total)s

source: Next
ar: التالي
es: Siguiente
fr: Suivant
ru: Следующая

source: Explore the complete list of all software categories and pages on Softaka.com. Our sitemap helps you navigate our extensive library of free software downloads.
ar: استعرض القائمة الكاملة لجميع فئات البرامج والصفحات على موقع Softaka.com. تساعدك خريطة الموقع في التنقل عبر مكتبتنا الواسعة من تنزيلات البرامج المجانية.
es: Explore la lista completa de todas las categorías y páginas de software en Softaka.com. Nuestro mapa del sitio le ayuda a navegar por nuestra extensa biblioteca de descargas de software gratuito.
ru: Изучите полный список всех категорий и страниц программного обеспечения на Softaka.com. Наша карта сайта помогает ориентироваться в нашей обширной библиотеке бесплатных загрузок программного обеспечения.

source: Website Sitemap
ar: خريطة الموقع
es: Mapa del Sitio
fr: Plan du site
ru: Карта сайта

source: Welcome to the Softaka sitemap. This page provides an organized overview of our website's structure, helping you find content quickly and efficiently.
ar: مرحباً بك في خريطة موقع سوفتاكا. توفر هذه الصفحة نظرة عامة منظمة لهيكل موقعنا الإلكتروني، مما يساعدك في العثور على المحتوى بسرعة وكفاءة.
es: Bienvenido al mapa del sitio de Softaka. Esta página ofrece una visión organizada de la estructura de nuestro sitio web, ayudándote a encontrar contenido de manera rápida y eficiente.
fr: Bienvenue sur le plan du site de Softaka. Cette page fournit un aperçu organisé de la structure de notre site web, vous aidant à trouver le contenu rapidement et efficacement.
ru: Добро пожаловать на карту сайта Softaka. Эта страница предоставляет организованный обзор структуры нашего веб-сайта, помогая вам быстро и эффективно находить контент.

source: Main Sections
ar: الأقسام الرئيسية
es: Secciones principales
fr: Sections principales
ru: Основные разделы

source: System Requirements:
ar: متطلبات النظام:
es: Requisitos del Sistema:
fr: Configuration requise :
ru: Системные требования:

source: Operating System:
ar: نظام التشغيل:
es: Sistema Operativo:
fr: Système d'exploitation :
ru: Операционная система:

source: Previous Versions / History
ar: الإصدارات السابقة / التاريخ
es: Versiones Anteriores / Historial
fr: Versions précédentes / Historique
ru: Предыдущие версии / История

source: Current Version
ar: الإصدار الحالي
es: Versión Actual
fr: Version actuelle
ru: Текущая версия

source: File not available
ar: الملف غير متاح
es: Archivo no disponible
fr: Fichier non disponible
ru: Файл недоступен

source: Comments
ar: التعليقات
es: Comentarios
fr: Commentaires
ru: Комментарии

source: Leave a Comment
ar: اترك تعليقًا
es: Dejar un Comentario
fr: Laisser un commentaire
ru: Оставить комментарий

source: Please correct the following errors:
ar: يرجى تصحيح الأخطاء التالية:
es: Por favor, corrige los siguientes errores:
fr: Veuillez corriger les erreurs suivantes :
ru: Пожалуйста, исправьте следующие ошибки:

source: Submit Comment
ar: إرسال التعليق
es: Enviar Comentario
fr: Envoyer le commentaire
ru: Отправить комментарий

source: Your comment will be visible after approval by an administrator.
ar: سيكون تعليقك مرئيًا بعد موافقة المسؤول.
es: Tu comentario será visible después de la aprobación de un administrador.
fr: Votre commentaire sera visible après approbation par un administrateur.
ru: Ваш комментарий будет виден после одобрения администратором.

source: No comments yet. Be the first to comment!
ar: لا توجد تعليقات بعد. كن أول من يعلق!
es: Todavía no hay comentarios. ¡Sé el primero en comentar!
fr: Pas encore de commentaires. Soyez le premier à commenter !
ru: Пока нет комментариев. Будьте первым, кто оставит комментарий!

source: Software List
ar: قائمة البرامج
es: Nombre del Software
fr: Catégories
ru: Список программного обеспечения

source: Page %(page_obj.number)s of %(page_obj.paginator.num_pages)s
ar: صفحة %(page_obj.number)s من %(page_obj.paginator.num_pages)s
fr: Page %(page_obj.number)s sur %(page_obj.paginator.num_pages)s
ru: Страница %(page_obj.number)s из %(page_obj.paginator.num_pages)s

source: Read the official terms and conditions for using Softaka.com. This page outlines the legal agreement between us and you, covering user conduct, content, and our service policies.
ar: اقرأ الشروط والأحكام الرسمية لاستخدام موقع Softaka.com. توضح هذه الصفحة الاتفاقية القانونية بيننا وبينك، وتشمل سلوك المستخدم، والمحتوى، وسياسات خدماتنا.
es: Lea los términos y condiciones oficiales para usar Softaka.com. Esta página describe el acuerdo legal entre usted y nosotros, cubriendo el comportamiento del usuario, el contenido y nuestras políticas de servicio.
ru: Прочтите официальные условия использования Softaka.com. Эта страница описывает юридическое соглашение между вами и нами, охватывающее поведение пользователей, контент и наши правила обслуживания.

source: Terms and Conditions
ar: الشروط والأحكام
es: Términos y Condiciones
fr: Conditions générales
ru: Условия использования

source: Welcome to Softaka! These terms and conditions outline the rules and regulations for the use of Softaka Inc.'s Website, located at [Your Website URL].
ar: مرحباً بك في سوفتاكا! تحدد هذه الشروط والأحكام القواعد واللوائح الخاصة باستخدام موقع شركة سوفتاكا.، الموجود على سوفتاكا.
es: ¡Bienvenido a Softaka! Estos términos y condiciones describen las reglas y regulaciones para el uso del sitio web de Softaka Inc., ubicado en [Su URL del sitio web].
fr: Bienvenue sur Softaka ! Ces conditions générales décrivent les règles et réglementations d'utilisation du site web de Softaka Inc., situé à [Votre URL de site web].
ru: Добро пожаловать в Softaka! Настоящие условия использования описывают правила и положения для использования веб-сайта Softaka Inc., расположенного по адресу [Ваш URL-адрес веб-сайта].

source: By accessing this website, we assume you accept these terms and conditions. Do not continue to use Softaka if you do not agree to take all of the terms and conditions stated on this page.
ar: باستخدامك لهذا الموقع، نفترض أنك توافق على هذه الشروط والأحكام. لا تستمر في استخدام سوفتاكا إذا كنت لا توافق على الالتزام بجميع الشروط والأحكام المذكورة في هذه الصفحة.
es: Al acceder a este sitio web, asumimos que acepta estos términos y condiciones. No continúe utilizando Softaka si no acepta todos los términos y condiciones establecidos en esta página.
fr: En accédant à ce site web, nous supposons que vous acceptez ces conditions générales. Ne continuez pas à utiliser Softaka si vous n'acceptez pas toutes les conditions générales énoncées sur cette page.
ru: Получая доступ к этому веб-сайту, вы тем самым соглашаетесь с настоящими условиями использования. Не продолжайте использовать Softaka, если вы не согласны принять все условия, изложенные на этой странице.

source: Definitions
ar: التعريفات
es: Definiciones
fr: Définitions
ru: Определения

source: Website, Service, Site:
ar: الموقع الإلكتروني، الخدمة، الموقع:
es: Sitio web, Servicio, Portal:
fr: Site web, Service, Site :
ru: Веб-сайт, Сервис, Сайт:

source: Refers to Softaka located at [Your Website URL].
ar: يشير إلى سوفتاكا الموجود على سوفتاكا.
es: Se refiere a Softaka ubicado en Softaka.
fr: Fait référence à Softaka situé à [Votre URL de site web].
ru: Относится к Softaka, расположенному по адресу [Ваш URL-адрес веб-сайта].

source: We, Us, Our:
ar: نحن، نا، لنا:
es: Nosotros, Nos, Nuestro:
fr: Nous, Notre :
ru: Мы, Нас, Наш:

source: Refers to Softaka Inc.
ar: يشير إلى شركة سوفتاكا Inc.
es: Se refiere a Softaka Inc.
fr: Fait référence à Softaka Inc.
ru: Относится к Softaka Inc.

source: You, User:
ar: أنت، المستخدم:
es: Usted, Usuario:
fr: Vous, Utilisateur :
ru: Вы, Пользователь:

source: Refers to the individual accessing or using the Website.
ar: يشير إلى الفرد الذي يصل إلى الموقع الإلكتروني أو يستخدمه.
es: Se refiere al individuo que accede o utiliza el Sitio Web.
fr: Désigne la personne accédant ou utilisant le site web.
ru: Относится к лицу, получающему доступ к Веб-сайту или использующему его.

source: Software, Content:
ar: البرامج، المحتوى:
es: Software, Contenido:
fr: Logiciels, Contenu :
ru: Программное обеспечение, Контент:

source: Refers to any programs, files, text, graphics, images, or other material available on the Website.
ar: يشير إلى أي برامج، ملفات، نصوص، رسومات، صور، أو مواد أخرى متاحة على الموقع الإلكتروني.
es: Se refiere a cualquier programa, archivo, texto, gráfico, imagen u otro material disponible en el Sitio Web.
fr: Désigne tout programme, fichier, texte, graphique, image ou autre matériel disponible sur le site web.
ru: Относится к любым программам, файлам, текстам, графике, изображениям или другим материалам, доступным на Веб-сайте.

source: Intellectual Property Rights
ar: حقوق الملكية الفكرية
es: Derechos de Propiedad Intelectual
fr: Droits de propriété intellectuelle
ru: Права интеллектуальной собственности

source: Unless otherwise stated, Softaka Inc. and/or its licensors own the intellectual property rights for all material on Softaka. All intellectual property rights are reserved. You may access this from Softaka for your own personal use subjected to restrictions set in these terms and conditions.
ar: ما لم يُنص على خلاف ذلك، تمتلك شركة سوفتاكا Inc. و/أو مانحو ترخيصها حقوق الملكية الفكرية لجميع المواد على سوفتاكا. جميع حقوق الملكية الفكرية محفوظة. يمكنك الوصول إلى هذا من سوفتاكا لاستخدامك الشخصي الخاص، مع مراعاة القيود المنصوص عليها في هذه الشروط والأحكام.
es: A menos que se indique lo contrario, Softaka Inc. y/o sus licenciantes poseen los derechos de propiedad intelectual de todo el material en Softaka. Todos los derechos de propiedad intelectual están reservados. Usted puede acceder a esto desde Softaka para su uso personal sujeto a las restricciones establecidas en estos términos y condiciones.
fr: Sauf indication contraire, Softaka Inc. et/ou ses concédants de licence détiennent les droits de propriété intellectuelle de tout le matériel sur Softaka. Tous les droits de propriété intellectuelle sont réservés. Vous pouvez y accéder depuis Softaka pour votre usage personnel sous réserve des restrictions énoncées dans ces conditions générales.
ru: Если не указано иное, Softaka Inc. и/или ее лицензиары владеют правами интеллектуальной собственности на все материалы на Softaka. Все права интеллектуальной собственности защищены. Вы можете получать доступ к материалам Softaka для личного использования при соблюдении ограничений, установленных настоящими условиями.

source: You must not:
ar: يجب عليك عدم:
es: Usted no debe:
fr: Vous ne devez pas :
ru: Вам запрещено:

source: Republish material from Softaka
ar: إعادة نشر مواد من سوفتاكا
es: Republicar material de Softaka
fr: Republier du matériel de Softaka
ru: Переиздавать материалы из Softaka

source: Sell, rent or sub-license material from Softaka
ar: بيع أو تأجير أو ترخيص مواد من سوفتاكا من الباطن
es: Vender, alquilar o sublicenciar material de Softaka
fr: Vendre, louer ou sous-licencier du matériel de Softaka
ru: Продавать, сдавать в аренду или сублицензировать материалы из Softaka

source: Reproduce, duplicate or copy material from Softaka
ar: نسخ أو تكرار أو إعادة إنتاج مواد من سوفتاكا
es: Reproducir, duplicar o copiar material de Softaka
fr: Reproduire, dupliquer ou copier du matériel de Softaka
ru: Воспроизводить, дублировать или копировать материалы из Softaka

source: Redistribute content from Softaka
ar: إعادة توزيع المحتوى من سوفتاكا
es: Redistribuir contenido de Softaka
fr: Redistribuer du contenu de Softaka
ru: Распространять контент из Softaka

source: User Responsibilities & Conduct
ar: مسؤوليات المستخدم وسلوكه
es: Responsabilidades y Conducta del Usuario
fr: Responsabilités et conduite de l'utilisateur
ru: Обязанности и поведение пользователя

source: By using this Website, you agree to:
ar: باستخدام هذا الموقع، فإنك توافق على:
es: Al utilizar este Sitio Web, usted acepta:
fr: En utilisant ce site web, vous acceptez de :
ru: Используя данный Веб-сайт, вы соглашаетесь:

source: Use the Website and download software at your own risk.
ar: استخدام الموقع وتنزيل البرامج على مسؤوليتك الخاصة.
es: Usar el Sitio Web y descargar software bajo su propio riesgo.
fr: Utiliser le site web et télécharger des logiciels à vos propres risques.
ru: Использовать Веб-сайт и загружать программное обеспечение на свой страх и риск.

source: Not use the Website for any unlawful purpose or in any way that violates these Terms and Conditions.
ar: عدم استخدام الموقع لأي غرض غير قانوني أو بأي طريقة تنتهك هذه الشروط والأحكام.
es: No usar el Sitio Web para ningún propósito ilegal o de ninguna manera que viole estos Términos y Condiciones.
fr: Ne pas utiliser le site web à des fins illégales ou de toute manière qui viole ces conditions générales.
ru: Не использовать Веб-сайт для каких-либо незаконных целей или каким-либо образом, нарушающим настоящие Условия использования.

source: Not engage in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website.
ar: عدم الانخراط في أي استخراج للبيانات، أو جمع للبيانات، أو استخلاص للبيانات، أو أي نشاط مشابه آخر يتعلق بهذا الموقع.
es: No participar en actividades de minería de datos, recolección de datos, extracción de datos o cualquier otra actividad similar en relación con este Sitio Web.
fr: Ne pas vous engager dans l'exploration de données, la collecte de données, l'extraction de données ou toute autre activité similaire en relation avec ce site web.
ru: Не заниматься сбором данных, извлечением данных или любой другой аналогичной деятельностью в отношении данного Веб-сайта.

source: Not interfere with the security or proper working of the Website.
ar: عدم التدخل في أمان أو عمل الموقع بشكل صحيح.
es: No interferir con la seguridad o el funcionamiento adecuado del Sitio Web.
fr: Ne pas interférer avec la sécurité ou le bon fonctionnement du site web.
ru: Не вмешиваться в безопасность или надлежащее функционирование Веб-сайта.

source: Not attempt to gain unauthorized access to any portion or feature of the Website, or any other systems or networks connected to the Website or to any server, computer, or network associated with the Website.
ar: عدم محاولة الوصول غير المصرح به إلى أي جزء أو ميزة من الموقع، أو أي أنظمة أو شبكات أخرى متصلة بالموقع أو بأي خادم أو جهاز كمبيوتر أو شبكة مرتبطة بالموقع.
es: No intentar obtener acceso no autorizado a ninguna parte o característica del Sitio Web, o a cualquier otro sistema o red conectado al Sitio Web o a cualquier servidor, computadora o red asociada con el Sitio Web.
fr: Ne pas tenter d'obtenir un accès non autorisé à une partie ou une fonctionnalité du site web, ou à tout autre système ou réseau connecté au site web ou à tout serveur, ordinateur ou réseau associé au site web.
ru: Не пытаться получить несанкционированный доступ к какой-либо части или функции Веб-сайта, а также к любым другим системам или сетям, подключенным к Веб-сайту, или к любому серверу, компьютеру или сети, связанным с Веб-сайтом.

source: Software Downloads
ar: تنزيلات البرامج
es: Descargas de Software
fr: Téléchargements de logiciels
ru: Загрузки программного обеспечения

source: Softaka provides software downloads for informational and convenience purposes. We do not host all software files directly and may link to external download sources. We make no representations or warranties regarding the safety, functionality, or suitability of any software downloaded from our site or linked third-party sites.
ar: توفر سوفتاكا تنزيلات البرامج لأغراض إعلامية وتسهيلية. نحن لا نستضيف جميع ملفات البرامج مباشرة وقد نربط بمصادر تنزيل خارجية. نحن لا نقدم أي إقرارات أو ضمانات فيما يتعلق بسلامة أو وظائف أو ملاءمة أي برنامج يتم تنزيله من موقعنا أو من مواقع طرف ثالث مرتبطة.
es: Softaka proporciona descargas de software con fines informativos y de conveniencia. No alojamos todos los archivos de software directamente y podemos enlazar a fuentes de descarga externas. No ofrecemos representaciones ni garantías con respecto a la seguridad, funcionalidad o idoneidad de cualquier software descargado de nuestro sitio o de sitios de terceros enlazados.
fr: Softaka propose des téléchargements de logiciels à des fins d'information et de commodité. Nous n'hébergeons pas tous les fichiers logiciels directement et pouvons créer des liens vers des sources de téléchargement externes. Nous ne faisons aucune déclaration ni garantie concernant la sécurité, la fonctionnalité ou l'adéquation de tout logiciel téléchargé depuis notre site ou des sites tiers liés.
ru: Softaka предоставляет загрузки программного обеспечения в информационных и удобных целях. Мы не размещаем все программные файлы напрямую и можем ссылаться на внешние источники загрузки. Мы не делаем заявлений или гарантий относительно безопасности, функциональности или пригодности любого программного обеспечения, загруженного с нашего сайта или с связанных сторонних сайтов.

source: Risk:
ar: المخاطر:
es: Riesgo:
fr: Risque :
ru: Риск:

source: All software downloads are undertaken at your own risk. We strongly recommend scanning any downloaded software with reputable antivirus and anti-malware programs before installation and use.
ar: تتم جميع تنزيلات البرامج على مسؤوليتك الخاصة. نوصي بشدة بمسح أي برنامج تم تنزيله باستخدام برامج موثوقة لمكافحة الفيروسات والبرامج الضارة قبل التثبيت والاستخدام.
es: Todas las descargas de software se realizan bajo su propio riesgo. Recomendamos encarecidamente escanear cualquier software descargado con programas antivirus y antimalware de buena reputación antes de la instalación y el uso.
fr: Tous les téléchargements de logiciels sont effectués à vos propres risques. Nous vous recommandons fortement de scanner tout logiciel téléchargé avec des programmes antivirus et anti-malware réputés avant l'installation et l'utilisation.
ru: Все загрузки программного обеспечения осуществляются на ваш страх и риск. Мы настоятельно рекомендуем сканировать любое загруженное программное обеспечение с помощью авторитетных антивирусных и антишпионских программ перед установкой и использованием.

source: Licensing:
ar: الترخيص:
es: Licencias:
fr: Licences :
ru: Лицензирование:

source: Users are solely responsible for adhering to the license agreements of any software they download. Softaka does not grant any software licenses.
ar: المستخدمون مسؤولون وحدهم عن الالتزام باتفاقيات ترخيص أي برنامج يقومون بتنزيله. لا تمنح سوفتاكا أي تراخيص برامج.
es: Los usuarios son los únicos responsables de cumplir con los acuerdos de licencia de cualquier software que descarguen. Softaka no otorga ninguna licencia de software.
fr: Les utilisateurs sont seuls responsables du respect des accords de licence de tout logiciel qu'ils téléchargent. Softaka n'accorde aucune licence de logiciel.
ru: Пользователи несут полную ответственность за соблюдение лицензионных соглашений любого загружаемого ими программного обеспечения. Softaka не предоставляет никаких лицензий на программное обеспечение.

source: Hyperlinking to our Content
ar: الربط التشعبي بمحتوانا
es: Creación de Hipervínculos a Nuestro Contenido
fr: Hyperliens vers notre Contenu
ru: Гиперссылки на наш контент

source: The following organizations may link to our Website without prior written approval:
ar: يمكن للمنظمات التالية الربط بموقعنا الإلكتروني دون موافقة كتابية مسبقة:
es: Las siguientes organizaciones pueden enlazar a nuestro sitio web sin aprobación previa por escrito:
fr: Les organisations suivantes peuvent créer un lien vers notre site web sans approbation écrite préalable :
ru: Следующие организации могут ссылаться на наш Веб-сайт без предварительного письменного разрешения:

source: Government agencies;
ar: الوكالات الحكومية؛
es: Agencias gubernamentales;
fr: Agences gouvernementales ;
ru: Государственные учреждения;

source: Search engines;
ar: محركات البحث؛
es: Motores de búsqueda;
fr: Moteurs de recherche ;
ru: Поисковые системы;

source: News organizations;
ar: المؤسسات الإخبارية؛
es: Organizaciones de noticias;
fr: Organisations de presse ;
ru: Новостные организации;

source: Online directory distributors when they list us in the directory may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and
ar: موزعو الدلائل عبر الإنترنت عندما يدرجوننا في الدليل قد يربطون بموقعنا الإلكتروني بنفس الطريقة التي يربطون بها بمواقع الشركات الأخرى المدرجة؛ و
es: Distribuidores de directorios en línea, cuando nos incluyan en el directorio, pueden enlazar a nuestro Sitio Web de la misma manera que enlazan a los Sitios Web de otras empresas listadas; y
fr: Distributeurs d'annuaires en ligne lorsqu'ils nous répertorient dans leur annuaire peuvent créer un lien vers notre site web de la même manière qu'ils créent un hyperlien vers les sites web d'autres entreprises répertoriées ; et
ru: Распространители онлайн-каталогов, когда они размещают нас в каталоге, могут ссылаться на наш Веб-сайт таким же образом, как они ссылаются на веб-сайты других перечисленных компаний; и

source: System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.
ar: الشركات المعتمدة على مستوى النظام باستثناء المنظمات غير الربحية التي تطلب التبرعات، ومراكز التسوق الخيرية، ومجموعات جمع التبرعات الخيرية التي قد لا تربط بموقعنا الإلكتروني.
es: Empresas Acreditadas en todo el sistema, excepto organizaciones sin fines de lucro, centros comerciales de caridad y grupos de recaudación de fondos de caridad, que no pueden enlazar a nuestro sitio web.
fr: Entreprises accréditées à l'échelle du système, à l'exception des organisations à but non lucratif sollicitant des dons, des centres commerciaux caritatifs et des groupes de collecte de fonds caritatifs qui ne peuvent pas créer d'hyperlien vers notre site web.
ru: Аккредитованные предприятия в рамках всей системы, за исключением некоммерческих организаций, благотворительных торговых центров и групп по сбору средств на благотворительность, которые не могут ссылаться на наш веб-сайт.
